{"data": [{"text": "Restriction Overview Nov 8,2022 Your group activity is restricted Why was your group activity restricted? Your previous group activity didn't follow our Community Standards so you can't do things like create, invite, post and comment in groups: Laurie Penman You shared this on your profile OPEN Nov 8,2022 The post repeats false information about COVID-19 that goes against our Community Standards. Rock Singer's Fatal Brain Injury Rock Singer's Fatal Brain Injury Inquest Concludes Caused by AstraZeneca Vaccine", "places": ["QuickBooks"], "activities": ["saving screenshots", "writing on pictures", "taking pictures of graphs"], "actions": ["cataloging", "sending to friends"], "raw_text": ["Restriction Overview", "Nov 8,2022", "Your group activity is restricted", "Why was your group activity", "restricted?", "Your previous group activity didn't", "follow our Community Standards so", "you can't do things like create, invite,", "post and comment in groups:", "Laurie Penman", "You shared this on your profile", "OPEN", "Nov 8,2022", "The post repeats false information about", "COVID-19 that goes against our Community", "Standards.", "Rock Singer's Fatal Brain Injury", "Rock SiPT", "Eatal Bran", "Iniun € Jusrd", "Astta cncci", "Vaccinc_Inqucst G onoludcs", "Caused by AstraZeneca Vaccine,", "SGESG", "Guno", "GetrrpI", "Ticendod=", "Butdkk Fh b", "Inquest Concludes", "4348", "Yoitotsred", "this", "OPEN", "Nov 8,2022", "r S7", "F\"ges $"], "description": "Did I take that photo? Because I am constantly getting restricted by QuickBooks And I have been saving all of my documentation for when the class action starts. Because I'm gonna be right there getting my piece of fake books but That's why I that's why I took it. That's why I wrote stuff on it. That's why I saved it in cataloged it. Yeah. I love saving screenshots. Let me tell you. And in other things that I write on, I also take pictures of, but there's none of my phone because I recently download everything to my laptop. I take pictures of the graphs. To send a friends and things like that. So I like my little pen to write on my pictures."}, {"text": "Watch the places we go!", "places": ["Kindergarten", "Stage"], "activities": ["Graduation"], "actions": ["Look back on", "Share with relatives", "Send photo"], "raw_text": ["Wathe PLACES Wem"], "description": "This is a video I took of my son at his kindergarten graduation. That's him up on the stage with his teacher getting his diploma, and I took it because it's a special memory, something that I wanna be able to look back on and show him, and something that I also wanna be able to share with relatives, like sending them the photo. I like to the text because it reminds me of a doctor Seuss book and because I think it applies to him. He's got a bright future with and it was a special moment."}, {"text": "5i Labl 2 Dghaur Jod Church Ley 4 Pure Barre 273 Lopcdsrecccaloter Ap8o1 TceGream Swort IS Eale Ce Gosrme Veel Grocery Beer HDull OPEN Eedat S Kuon {l tPay Leg Cleaper THow Tllerop GsenN", "places": ["New York City", "Ice Cream Shop"], "activities": ["Capturing Image", "Sending Photo"], "actions": ["Laugh", "Respond", "Start Conversation", "Relatable", "Fun"], "raw_text": ["[DE", "5i", "labl", "2", "dghauR Jod ChuRCH", "Ley", "4", "pure barre", "273", "Lopcdsrecccaloter", "Ap8o1", "TceGream", "Swort", "IS", "Eale", "Ce", "Gosrme", "Veel", "Grocery", "Beer", "HDull", "OPEN", "Eedat S", "Kuon {l", "tPay", "Leg", "Cleaper", "THow", "Tllerop", "GsenN"], "description": "So this image was captured in New York City at a local ice cream shop that we go to and I've been there with my niece and the information get from the photo is something that's just cute and funny to remember area and to make you stop, look, and going. And so the next steps that I would do with a photo, which I did do send it over to a friend for them to laugh, for them to respond to it, just something to start a conversation and something that is really relatable as well as being fun people."}, {"text": "SEP1923 18.13 SPREAD FRY BAKE Great Buttery Taste Non Vegan Balance Buttery Oils Original 78% NET WT 15 02 (4260 PARVE 5322226220 SAUTE GMO", "places": ["kitchen"], "activities": ["cooking", "buying"], "actions": ["hold on to it", "find other products that are similar to this butter"], "raw_text": ["SEP1923", "18.13", "SPREAD * FRY ", "BAKE", "Great Buttery Tasl", "Non", "Vegan)", "balance", "Buttery", "Qils", "Original", "78%0", "NET WT 15 02 (4260", "PARVE", "5322226220", "SAUTE ", "GMO", "earth", "Spread", "Vegelable ="], "description": "So I took a picture of Earth balanced butter and what I got from it is that it's non GMO and vegan and that's what I really wanted to point out because you don't really see that on a lot of products. And for me, I'm cooking all the time in my kitchen. I'm cooking a lot of hello freshes that do require butter. I make pancakes and waffles in the morning, I make toast, so butter is a big part of the day. Also, from a health conscious standpoint, you know, it's better than your Twin Lakes butter and it's some calories, but, you know, seeing it's vegan and also non GMO, that's really important for me. So ultimately, this is a bar that I do buy a lot, but seeing that you know, how it's color coded with the nine g m l and d again, doesn't really stand out for me. And so that's something that I do look for, especially within the text in the picture of the earth balance butter. So for me, that's really important. What are the potential next steps you would like to do with that photo? Just hold on to it. Also try and may find other products that are very similar to this butter. So"}, {"text": "Slo Drink Special Blood & Christ Titos Vodka Juice Lime Ment MENU Ine Anasia Jncs & Fr Dlwinen Wine Fcay 0 Fonortte#on Imponin Naencus U Ta Tire Ehoiorusk40 The 4n74,7u ?9 2n0412370 An AouncwOrgmen 40 Ents Cecooteemic Iha Tria Min -Ocencls Coftlies@74 Noj Finiaf37 Fostevent And 83ie Te Dutt {J37 Usucan SanuucesTontye Ateng Btte Proszcco $9 Kror FacB 18 Rosl #9 #Ta Cranbey BEER", "places": "Production of Jesus Christ Superstar", "activities": "Drink Special", "actions": "Share with partner, Help people decide whether or not to get", "raw_text": ["Slo Drink", "SPeciaQ", "Blcod &Christ", "Titos Vodka ", "juice", "Lime", "\"ment", "MENU", "Ine anasia 'Jncs € Fr Dlwinen", "Winc", "ee", "Fcay ! 0 Fonortte#on", "mponin: (naencus U", "ta tire", "~ehoiorusk40 Tne", "4n74,7u ?9 2n0412370", "An aouncwOrgmen: 40 Ents", "~cecooteemic", "Iha Tria", "Min -ocencls Coftlies@74", "noj Finiaf37", "\"Fostevent And", "83ie", "te Dutt {J37", "Usucan sanuucesTontye", "Ateng", "Btte", "Proszcco $9", "Kror", "FacB", "18", "Rosl #9", "", "#Ta", "Cranbey", "BEER"], "description": "I took this photo out of production of Jesus Christ superstar. I thought that this drink special was amusing. And I wanted to share it with my partner who wasn't at the show with me. The text indicates what is in their specialty drink so you can decide whether or not you wanna buy it. And I mean if the text wasn't there, you wouldn't know what that there was a drink special and you wouldn't purchase it. So it's really there to help people decide whether or not to get"}, {"text": "40u 735 2019 ALPHA ESTATE 'HEDGEHOG VINEYARD' XINOMAVRO, GREECE 65 736 NV SULA SPARKLING BRUT TROPICAL, INDIA 50 THE GLASS MERLOT, FREEMARK ABBEY, NAPA, CA 18 PETITE SYRAH, CAYMUS-SUISUN GRAND DURIF, SUISUN VALLEY, CA 20 14 ZINFANDEL, DRY CREEK HERITAGE, SONOMA, CA 25 SUPER TUSCAN; GAJA PROMIS, TOSCANA, IT 35 CABERNET SAUVIGNON, STAG'S LEAP 'ARTEMIS', NAPA, CA 16 SAUVIGNON; IRON & SAND, PASO ROBLES, CA CABERNET 40 CABERNET SAUVIGNON; CAYMUS, NAPA, CA GLASS 50 SPECIAL SELECTION, NAPA CA (TASTING CABERNET SAUVIGNON; CAYMUS 50 MNE ELEGANCE FR 40 2019 CHATEAU DES BERTRANDS ROSE, FR 271 BY HAUT-BRION 272 2020 CLARENDELLE E 355 JRMAT RRW; ! NOIR 220 FONE PATZ & #nnnn 125 ROSE; SONOMA MAGNUM; PINOT VINEYARD CROWN GAPS HALL VALLEY NAPA", "places": ["restaurant"], "activities": ["couples dinner", "texting the picture"], "actions": ["joke", "engaging in a short conversation"], "raw_text": ["40u", "735", "2019", "ALPHA ESTATE \"HEDGEHOG VINEYARD\"XINOMAVRO, GREECE", "65", "736", "NV", "SULA SPARKLING BRUT TROPICAL, INDIA", "50", "THE", "GLASS", "MERLOT, FREEMARK ABBEY, NAPA, CA", "18", "PETITE SYRAH, CAYMUS-SUISUN GRAND DURIF , SUISUN VALLEY, CA", "20", "14", "ZINFANDEL, DRY CREEK HERITAGE, SONOMA, CA", "25", "SUPER TUSCAN; GAJA PROMIS, TOSCANA,IT", "35", "CABERNET SAUVIGNON, STAG'S LEAP € \"ARTEMIS\" , NAPA, CA", "16", "SAUVIGNON; IRON & SAND, PASO ROBLES,CA", "CABERNET", "40", "CABERNET SAUVIGNON;, CAYMUS, NAPA,CA", "GLASS)", "50", "SPECIAL SELECTION, NAPA CA (TASTING", "CABERNET SAUVIGNON; CAYMUS ", "50", "MNE", "ELEGANCE ", "FR", "40", "2019   CHATEAU DES BERTRANDS", "ROSE, FR", "271", "BY", "HAUT-BRION", "272", "2020", "CLARENDELLE E", "355", "JRMAT", "RRW; !", "NOIR", "220", "Fone", "PATZ &", "#nnnn", "125", "ROSE;", "SONOMA", "MAGNUM;", "PINOT", "VINEYARD", "CROWN", "GAPS", "HALL", "VALLEY", "NAPA"], "description": "I took this photo because we had previously had a couple's dinner at this restaurant. And one of my buddies did not specify which glass of wine he wanted other than to say that he wanted the cab. And they ended up serving him the more expensive one, and he had five glasses of it. He didn't realize until the bill came what had happened. And so I was just kind of sending this back out as a joke. I'm saying, remember when you you made this mistake and how much it cost you. And so outside of that, it's really about texting the picture off my body and then kind of engaging in a short cover. So"}, {"text": "Beef Brisket Whole, Vacuum Packaged, Whole Brisket per lb, 4@4.99, Grade, MrTI, 61g637, Wadie, Macu, 54603 - I1.47, Cje 0p 1, 42, 10.80, 578.44, acned, {hod, Kact, Iel=, Fiau9, Dan, Kecfta, 7474, 44, 44r, 6, 564.07", "places": "Costco store", "activities": "Comparing prices of nicer slabs of meat for the holidays, Taking pictures of both, what they offer, price per pound, total price per actual slab of meat", "actions": "Using it for reference, Hoping to go back to it and compare it against other prices that I've gotten, Having it on my phone as a reference point", "raw_text": ["26637", "BEEF BRISKET WHOLE", "VACUUM PACKAGED", "WHOLE BRISKET PER LB", "4@", "4.99", "Grade", "MrTI", "61g637", "Wadie", "Macu", "54603 -", "I1.47", "Cje 0p 1", "42", "10.80", "578,44", "acned", "{hod", "Kact", "Iel=", "Fiau9", "Dan", "Kecfta", "7474", "44", "44r \"", "6", "564,07"], "description": "So that text that I shared is from a Costco store. I have been comparing prices of nicer slabs of meat for the holidays and have been taking pictures of both, like, what they offer, price per pound, total price per actual slab of meat, and this one is one that stuck in my phone is a good competitor. So I'm using it for reference. I have not deleted it from my phone library yet, because I'm hoping to go back to it and compare it against other prices that I've gotten. So for me, it's more a research face thing, but it's something I felt valuable and having it on my phone is a nice reference point for me. Go"}, {"text": "Do not overload the trash can", "places": ["Estes Park", "Colorado"], "activities": ["trip", "stopped on the side of the road", "resort"], "actions": ["take a picture", "send it to people"], "raw_text": ["Do nol overlond", "tho Irah", "Cn", "your acllom Can", "GVG Iho Iilo o", "0", "hof,"], "description": "So that photo was taken a few years ago when I went on a trip to Colorado. I forget exactly where I was maybe somewhere in Estes Park or somewhere up in the mountains. And we came across that trash can. I think we were either, you know, stopped on the side of the road for some reason or at our, you know, resort that we're seeing at. I forget where exactly it was, but It was just funny because, you know, we had never, you know, seen any wildlife before and so we took a picture of that. Or I took a picture of it. I don't remember if it was me or my boyfriend at the time and saved it just because it was kind of funny. Like, wow, you know, there's actually bears around here. So it was basically telling us, you know, don't overfill it because bears will smell it and come try and eat the trash and the food that people throw away. So they wanted to prevent that, but it was just kind of funny that, you know, that was kind of a light bulb moment like, wow, there's a bear. There's bears around here that come out at any moment. And so I just kept it just because it was, you know, funny. It was a good memory, and I probably sent it to people."}, {"text": "Done MENS EVENT DATE 11/7/22 8:00 PM BASKETBALL STUBBS BARBQ MOODY CENTER UTEP SECTION ROW SEAT 119 12 Enter through West GatePortal 11 starting at 7:00 PM 56916593388693", "places": ["Stubbs Barbeque", "Moody Center", "University of Texas"], "activities": ["Basketball"], "actions": ["Forward the photo to someone", "Locate the row and seat number"], "raw_text": ["7:13", "Done", "MENS", "EVENT DATE", "11/7/22, 8:00 PM", "BASKETBALL", "STUBBS BARBQ", "cA ameday Fradition", "MOODY CENTER", "UTEP", "SECTION", "ROW", "SEAT", "119", "12", "Enter through West GatePortal 11 starting at 7:00 PM", "56916593388693"], "description": "I took this photo off of a text from my father that shows Ian so that I could forward that photo along to someone that was sitting with me as for a University of Texas basketball game, and I need to know what row number and seat number that I was in. And That's why I took the information. What I would like or what I did do with it was with when I was already in the stadium, which I got in through him, my father who had the tickets, I was able to locate the row and seat number that I was supposed"}, {"text": "Stop sign", "places": ["Roads"], "activities": ["Awareness"], "actions": ["Share the photo"], "raw_text": ["(STOPL", "FRl", "SIHGax "], "description": "Before you do over stop signs, so people know there's a stop sign there, just something to make people aware and this area that you need to stop. That's the next thing I saw a picture with a stop sign, so that's why I took it."}, {"text": "Stop", "places": ["place that I live"], "activities": ["stopping cars"], "actions": ["sending it to somebody", "uploading to Google Images", "uploading to Google Maps"], "raw_text": ["STOP"], "description": "It is a stop sign. Whatever information do I get, it means the the cars have to stop there. Potential next steps. Potentially sending it to somebody because it stops sign by the place that I live. But otherwise, I really wouldn't and maybe for Google Images or Google Maps if they want that. But it's a fairly simple photo, but it does have text in it with my environment. So"}, {"text": "Welcome. Please come inside. CAPREIT. Payments are not accepted in office. Check our website for payment options: CAPREIT.", "places": "Main office", "activities": "Making payments", "actions": "Go to website to make payment online, ask questions in office, send email for payment options", "raw_text": ["WELCOME", "Please come insidel", "CAPREIT", "PAYMENTS ARE", "NOT ACCEPTED", "IN OFFICE:", "CHECK OUR WEBSITEFOR", "PAYMENT OPTIONS:", "CAPREIT"], "description": "The photo I took is right outside of our main office that states that we do not accept any person payments on all payments need to be online. The information that is get you get from the picture, including the text, is that you cannot make payments in the office, and you need to do it online line. The next steps I would take or someone would take would probably be to go to our website to make a payment online or to learn more information or, you know, they can always ask us questions in the office or send us an email. on, you know, how if someone needs to pay, how they can do so, seeing as they can't pay in the office."}, {"text": "Bella Cera 33288 3 1/2 inch 50 Year 100- coats EPA seg8 Finishante Dusted Clos, Firish?", "places": ["Home"], "activities": ["Throwing out a box"], "actions": ["Storing the information for future reference"], "raw_text": ["UJyM &oud VIV", "uoneonsiydos", "yoead", "Bella Cera", "eleae", "33288", "31/2inch", "50", "Year", "Bella Cera", "100-", "coats", "EPA", "seg8", "FVedNNod F", "iencchn", "Finislante", "Dusted", "Clos , Firish ?", "EVOLUMONS FLOORING, INC", "TATEMcITP", "Carbepaticz", "gcitetr"], "description": "I took this photo because I was getting rid of this box and it had the colors and the description of the item that was used put the flooring in my house from the previous owners. I wanted to throw it out, but I didn't wanna lose that data. And so that is why I took the photo and I'd like to have it handy in some sort of, like, home information or be able to pull it up. In the future in case I'm going to a home store or I need to replace part of the floor. So I, you know, would like to just be able to access that information later."}, {"text": "Walking in a winter wonderland", "places": ["Friend's house"], "activities": ["Taking a photo"], "actions": ["Showing the photo to wife", "Purchasing the photo"], "raw_text": ["WALKing", "IN A", "WintER", "WonDE RLAND"], "description": "Okay. I took the photo because I thought it was a cool picture. I thought my wife wife might like it. She's beginning of the holiday. So I wanted to show her and see if she wanted to eventually buy it. The picture was taken at a friend's house. I thought it was cool. And he told me where he bought it. So I wanted to show my wife. I sent it to her. And if she didn't wanna buy it, we would know looked like and where to purchase it. So it's just an everyday picture, you know, what's a possible future plan to purchase it."}, {"text": "Morning Inspiration for Day 6 of the Fall Fast", "places": ["home"], "activities": ["taking a photo"], "actions": ["printing the photo", "viewing the comments"], "raw_text": ["12:28", "184", "27", "Was live", "toureroberts", "Morning Inspiration for Day 6 of the Fall Fast", "16:31"], "description": "Well, one thing is I wanted a copy of it for my records, but I also want to see the comments. So that was one reason why I took it. But also, two, I just wanted the information, you know, see who I was on the call, just and look at their information. So I can refer back to later. And so for me, I didn't after that, I'll print it the picture so I could have it for my records, and sometimes it's what I'll do when I pictures and just print them if I wanna have a hard copy."}, {"text": "Cover 40 feet, Miles Ahead, Use 179, BPKE88O", "places": ["Sedona"], "activities": ["driving"], "actions": ["check the route before driving", "avoid taking smaller roads if the vehicle is over 40 feet"], "raw_text": ["CVER 40 FEET", "MILES RHEAD", "USE", "179", "BPKE88O"], "description": "So I took the photo because last it was last year we were my husband and my dad were driving to Sedona just to kinda go check it out for the first time, never been and taking pictures of the scenery that was in the background, but we've never been to those areas and there's places that could be harder to drive in, especially in the wintertime, things to look out for and watch for. So that was just more of a picture of the actual scenery in the background, but that sign has happened to be in the picture. And what information did you get from the picture? The information that I gathered was that if if you're a vehicle that's over forty feet, then you you can't take that route. You need to then take a different interstate, but you're not allowed to go on those smaller roads because it would probably be treacherous, dangerous, and you couldn't fit. And next steps, I wouldn't really do anything unless the sign actually pertains to me personally since we"}, {"text": "AT&T 56E 12.42 PM 80% Like Comment Share Wonderbly Sponsored New! A personalized search-and-find spectacular starring up to three children See more ARE 2 HADLEY The Mul Willow? a Tiveese! Save", "places": ["AT&T", "Wonderbly"], "activities": ["Taking a picture", "Researching a company and book"], "actions": ["Like", "Comment", "Share", "See more", "Save"], "raw_text": ["AT&T", "56E", "12.42 PM", "80%", "Like", "Comment", "Share", "Wonderbly", "Sponsored", "New! A personalized search-and-find", "spectacular starring up to three children", "See more", "ARE", "2", "HADLEY", "The Mul", "Wonderbly ", "wonderblv.com", "Home", "Friends", "Watch", "News", "Notifications", "Menu", "HAERE", "tbrE", "Willow?", "a", "Tiveese !", "Save"], "description": "So I took a picture of this because I like the idea of creating a book that my nieces and nephews could be a part of. It told me that it'd be basically be where's the wall where's Waldo? But with their faces and their information to look for in the book. And so potentially, I would then further research this company and book and see if this is something I can get for them for Christmas."}, {"text": "Golden State Theatre, CAIFANES Dec, SOLD OUT Tom Segura Dec 4, Squirrel Nut Zippers Dec 9, Al Franken Dec 10, Switchfoot Dec 16", "places": ["Theatre", "Trip"], "activities": ["Comedy Show", "Search"], "actions": ["Add to Album", "Post Picture Online", "Search Future Shows"], "raw_text": ["GOLDEN S TA TE THEATR", "PS", "TS", "CAIFANES DEC", "SOLD QUT TOMSEGURA DEC4", "SOUIRREL", "NUI", "ZIPPERS", "DEC", "9", "IHEATRE", "AL_FRANKEN", "DEC Jo_", "SWI TCHFOOTDECI6", "GS1EN|", "TTIE"], "description": "I took this photo because it was a comedy show that we were going to and we were on a trip seeing it, so I wanted to add it to the album as well as posting the picture online. It was also useful because I was able to look at who was headlining and who was gonna be on the coming shows that I wasn't seeing so that I could search that and kind of figure out who they were if I had any interest for any future shows. And it would also help me to look into the future if they were gonna have any shows in my area. I could do a search with the names through"}, {"text": "TE80 Records 50 IVI 8.9 ET RECORDS FSIREGCHEN ID 1331D IE GP DJ PI Sanchez JL AE GAE King RAD 0 93397 LIS The GEST Pioneer DLESA ITAL TRIBUTIO JLISHING PRODU DEVELC TIST TOURI ENTS RCHANDISING", "places": ["record store"], "activities": ["promoting a radio station", "listening to music"], "actions": ["sharing on social media"], "raw_text": ["(35", "TE80 R ds", "50", "IVI", "8.9", "(ET", "RECORDS", "FSiREGCHEN", "Id", "1", "331D", "IE", "GP\"", "Dj", " Pi", "Sic", "SANchez", "~~~JL; `", " _Ae", "   GAE King", "RAD | 0", "93397", "LIS", "The", "GEST", "Pioneer", "DLESA", "ITAIL", "ITAL", "TribUTIO", "JLISHING ", "PRODU ", "DEVELC", "Tist", "TOURI", "ENTS", "RCHANDISINC", "[ne!"], "description": "So roundings is a record store and the picture has words related to music that's on sale. So it shows me new releases that are available or that's upcoming. So yeah. Also the gentleman in the picture, one of them who are wearing a t shirt that promotes a radio station. So it provides context to the music elements of my surroundings. This is a picture that I would most likely just, you know, on social media because I'm a big fan of music."}, {"text": "Remember, grow by the inch, plants die by the foot, but please stay on trail.", "places": ["Interior", "Department of"], "activities": ["Taking a photo"], "actions": ["Sharing it on social media"], "raw_text": ["REMEMBER", "U.s,DERAROMENOETHESNTEN", "GROW BY THE INCH", "PLANTS DiROY THE FoOT", "'BUT", "PLEASE STAY ON TRAIL", "INTERIOR", "DEPARTMENTOF ="], "description": "So I took the photo because it really resonated with me on how fragile, you know, the plant life can be, so it made perfect sense. And so I took it because of that, and I also understood what it means, you know, and not just in that area, but everywhere depends on, you know, vegetations around you. And what I did with it was share it on social media course because I'm sure others will understand the concept behind it and try to be a little more careful when they're around in different environments on where they're walking and where they're stepping."}, {"text": "229 ~ilm Watertee Sugarorss CANTALOUPE 349", "places": "Trader Joe's", "activities": "Sharing a joke", "actions": "Sending the photo to someone", "raw_text": ["229", "~ilm", "Watertee", "Suqarorss", "CANTALOUPE", "349"], "description": "So I'm actually not a hundred percent sure why I took that photo. I think I might have just been sharing with someone a joke about cantaloves. But from the picture, I get image of what the price is of cantaloupe, the Trader Joe's. With this photo, I mean, next steps would be to send it to someone if they wanted that information or if they wanted if it would be a good joke for them for some reason or for various other reasons."}, {"text": "11112YV103013648315711211h7JJMH117Mmkul~1muKHH?8127mm1Ukuu72R11312W117HaMH?3MmHmK{#Wkh[33gU1H1H218", "places": ["local gym"], "activities": ["pick a ball", "racket ball", "volleyball", "basketball"], "actions": ["figure out which time works best for the activity"], "raw_text": ["1", "0", "J", "1", "1", "1", "1", "2", "YV", "1", "#", "2", "3", "1", "0", "1", "3", "0", "4", "I2", "0", "7", "1", "3", "6", "", "8", "3", "1", "1", "5", "7", "2", "1", "1", "1", "1", "h", "7", "{", "J", "J", "M", "H", "1", "1", "7", "Mm", "kul", "~", "1", "mu", "1", "K", "H", "H?", "8", "1", "2", "7", "m", "m", "1", "U", "kuu", "7", "2", "R", "1", "1", "3", "1", "m", "22", "W", "1", "1", "W", "2", "1", "7", "1", "Ha", "1", "MH?", "3", "Mm", "Hm", "K", "{", "#", "W", "kh", "[", "3", "3", "g", "U", "1", "H", "1", "H", "2", "1", "8"], "description": "So the reason I took this video, I wanted to see when my local gym had different activities that I wanted to pursue maybe. This picture or this calendar shows different color codes, different symbols, for different activities depending on the day of the week. It told me, you know, when I could pick a ball, when I could do racket ball, when I could do volleyball, when I could do basketball, and so potential next steps is is figuring which time has worked best me, for whatever activity that I want to do. So I guess that's that's"}, {"text": "End", "places": "Toaster oven", "activities": "Taking a photo", "actions": "None", "raw_text": ["End"], "description": "Okay. So I took that photo because you told me to take a photo with text and I was standing right next to it. No other reason. What I'm information do you get from the picture, including the text that my bagel was done in the toaster oven. That's it. What are the potential next steps you would like to do with the photo you with text? Nothing. I only took it because you asked me to. It's a very strange question. This whole test was very weird. I don't know what the, you know, what you're looking for here. But it was very odd. I mean, most of the pictures aren't things I don't think I'd ever take pictures of. The only reason I took this picture with because you told me I had to take a picture with texting it. So, hopefully, answered the question, so I don't know who what else to say. Maybe that's not the information you're looking for."}, {"text": "Adams Flea Collar Kills and Repels Fleas, Ticks, and Mosquitoes for up to 12 Months. Provides protection against fleas, ticks, and mosquitoes. Not for use on puppies under 12 weeks of age. Active Ingredient: Deltamethrin. Caution: See back panel for precautionary statements.", "places": ["pet store", "home"], "activities": ["buying pet products", "reading product information"], "actions": ["validate product information", "decide if product is needed"], "raw_text": ["& TiCK", "Fleas", "DOGS", "Ticks", "&", "DEER", "WMaTER", "AND", "IWITh THIS", "UPTo 12", "LET", "DO )", "aid", "tUse", "Base ot Tin %a", "Jnd", "963", "See", "7008", "0.97 0Z 5", "1.94 02", "NET", "RM:", "Iten:", "ADAMS", "FLEA ", "COLLAR", "KILLS", "FOR", "REPELS", "PUPPIES", "Mosquitoes\"", "mentis", "fer Wp to 64", "Which WAr", "MCKS ", "DISESE", "KILLS ", "WYNEE", "TRANSMIT E", "RESISTANT", ") NosquitoeS\"", "fleAS", "(TiCKS,", "AGAINST ", "PROTECTION", "COLLAR", "MONTHS", "IPLAYE", "(CHILDREN E", "PROVIDE [", "CAUTION", "NOT E", "2COLLARS E", "anal", "Fust", "[Bocklet fct", "{INGREDIENT:", "Quecticns ", "ACTIVE [", "Statements -", "Jmeas", "Precauticnan =", "under", "Deltamethrin", "Fuppiese", "{INGREDIENTS:", "mot us2 E", "OTHER E", "COLLARS)", "TOTAL:", "(TWO E", "'tOTAl", "21-23234", "'CONTENTS: ", ":300531300", ":100526751", "Calitornia", "\"Excluding"], "description": "So I recently got a pet and I've never bought a fleet collar before, so my mom has had multiple pets. So I took this picture of the product with the text on there. That she can kinda tell me a little bit more about how to use the product if, you know, there's any special instructions, anything I should know that I don't know, So the next steps would be to have my mom validate everything on the product, make sure it's something I actually wanna open and is needed, and then figure out"}, {"text": "Nourishing Age Renew Body Lotion with Vitamins, Antioxidants and Botanicals. 6.52 fl oz. Improves firmness and elasticity. Just $14.69", "places": ["Target"], "activities": ["Shopping"], "actions": ["Purchase"], "raw_text": ["neC", "ALD", "+ 3", "VITAMINS", "AGE", "MOISTURIZERS", "+ 3", "CORRECTOR", "800 >", "BODY LOTION", "AGE RENEW\"", "eids", "BODY LOTION", "6%", "(Mproverte", "Gall", "Kfatty", "DayS", "Antioxidants", "Botanicals", "6", "52;", "Days", "Dr", "firming", "Coi", "54m", "Gelo Beng", "~ofare", "SPXR s8ND", "99", "14.69", "14.69", "BOND", "Aletize ( $", "BOND", "GOLD", "MoisturizeRS", "0 (0 `", "Medtor", "RENEW\"", "IloK", "REPE", "VITAMINS", "CORRECTOR", "CREPE", "Omadr", "atty", "ntioridants", "ne", "Rotanieais", "firm", "VScL", "CREce", "Acids", "Omega", "Just", "Cod", "ImprovemeN", "Asible", "crepey", "SKIN", "Just", "4226 "], "description": "was a target when I took that photo. It is of a product that I've been meaning to purchase. I wanted to remember the exact name and the price of it. So I took a picture. And the next step will be when I run out of my existing body lotion, I will probably use that as a reference to make a purchase and look for a what do you call it? A a well priced retailer to purchase it from?"}, {"text": "Beautiful heart will bring into your life all the things that money in the world couldn't buy!", "places": ["room", "office"], "activities": ["taking photo"], "actions": ["printing", "framing", "hanging"], "raw_text": ["BEAUTIFUL Heart", "will bring", "into your", "life thot oll the money in", "the", "world couldnt", "you !", "things", "get"], "description": "I took the photo. I took that photo because I like what was written on the board. It caught my attention. And the way that it was written, how neatly it was written It was very beautiful. It was colorful. And so it just it grabbed my attention. Now what I would like to do with that is possibly get it printed out and put in a frame and hang it up somewhere either in my room or when we redo our office, then I would like to I would like to put it up because it's a good reminder of, you know, really just being kind to others. So yeah. But it was for me, it was what was said in the way that it was written."}, {"text": "38HU201814J98288I388VrVxIieEg31821684LwreLeSSH", "places": "Walmart", "activities": "Different descout mission", "actions": "Uploaded to the mission, Delete", "raw_text": ["3", "8", "HU", "2", "01", "1", "4", "8", "J", "9", "8", "2", "8", "8", "I3", "8", "8", "Vr Vx Iie", "Eg3", "1", "8", "2", "1", "2", "6", "8", "4", "L", "wreLeSSH"], "description": "I took that photo as part of a different descout mission the other day at Walmart. The information I got was showing some controllers for video game systems at Walmart. The text just shows that that's where the controllers are. Or the potential next steps with the that I would do with the photo. Nothing. I well, after I take the photo, I uploaded it to the mission. After that, I'll probably end up deleting them eventually."}, {"text": "A BB E Y MNR Viomt> (:i( 4*4", "places": "Cemetery", "activities": "Taking a photo", "actions": "Share the photo with others, Keep it for personal", "raw_text": ["A BB E Y", "MNR", "Viomt>", "(:i( ", "4*4"], "description": "Okay. So this is a picture of my mother's cemetery plot that has her name, her date of birth. her passing date and her children's names on it. So basically, it tells me where she is the date she was alive and buried and passed away, as well as the the helpful information that I can go back to and relate to of the dates and time. So that was really important to me to have that information. So I get that information from the image. I took the photo to remember, and it was a special memory. The next steps I would do to like that photo with text is be able to share it with others. So they have that same information. Did they keep it for personal?"}, {"text": "Silicone Bib BPA-FREE 6M+", "places": ["Store"], "activities": ["Taking a photo"], "actions": ["Send to sister", "Share with parents", "Delete"], "raw_text": ["216641", "6M+", "BPA-FREE", "ABOUT", "FACE", "DESIGNS", "SAY WHAT?", "Silicone Bib", "ILL GET OVER IT;", "I JUST NEED TO BE", "DRAMATIC FIRST"], "description": "So I took that photo because it reminded me of my niece. It's a little sassy and I sent to my sister, what information did I get from the picture, including the text? Well, I think you can tell that it is an item for sale at a store because of the context of the location, and then that it's for a baby. So because it's on a bib. Next potential steps. Well, I want to send it to my sister, which I actually already did I'll probably share it with my parents as well. And then after a little while, I'll probably just delete it. Because in the long term, the picture doesn't really do much for other than that, it was a humorous moment that I thought was relatable."}, {"text": "IHeart Channels Radio Jingle B LL CapitalOne", "places": "Jingle Ball", "activities": "Concert", "actions": "Look into it next year and create memories for both my kids and their friends", "raw_text": ["iHeart", "ChANNES", "RADIO", "JiNGLE", "B", "LL", "CapitalOne"], "description": "Hey there. My name is Kerry. The photo that I showed you guys was of my daughter and her friend, I took them to the Jingle Ball. Which is a concert that has a bunch of different artists in it. So the information I got from the picture, it tells me we're it was and who sponsored it. And again, I wanted to remember, you know, where they went and where we went. But I wish it did have the artist names on it. There was another one, but I didn't end up taking it. And the potential next steps I would do I would again look maybe to see who's coming next year for the Jingle Ball. It was a really fun concert. There's a lot of different artists. So again, it would remind me to, you know, look into it next year and, you know, kinda create memories for both my kids and their friends. Thanks."}, {"text": "Iron Man, Brooklyn Bridge, Your Dream Authority", "places": ["Home"], "activities": ["Staring", "Puzzle"], "actions": ["Send to someone", "Invite someone to play"], "raw_text": [" rene", "iaina", "Cu", "comic", "pcoce", "lronman", "scole", "LUE", "BRURLY BRiDge", "FD", "Inj IILCL", "Mcnn", "VELCS", "Yowr _", "Dk?", "Jol", "MSM", "iomc", "M", "Eqls {LEOS", "Eue", "Jour Fuule Aurionn \"", "FutzleE", "Authority\""], "description": "So this is something that I stare at every day because I have, like, things in my house. It is a picture of, well, the Texas says Brooklyn Bridge and it's a puzzle so you can put it together. So when you get information like text like that, it's saying like cares a puzzle. This is what the image is gonna be about. So the next step I would probably do with that photo is maybe send it to somebody and say, like, do you wanna come over and play with this night or"}, {"text": "A clean kitchen is a sign of a wasted life. Mancha means to eat in Italian. The kitchen is a place where we eat, drink coffee, prepare drinks, and gather when we come to my house. It gives me a feeling of happiness and comfort.", "places": ["kitchen"], "activities": ["eating", "drinking coffee", "preparing drinks", "gathering"], "actions": ["decorating", "making it feel more homey"], "raw_text": ["46", "082lee", "DAAO R", "WINT", "H(LDAS", "te"], "description": "So I'm not sure if this is what was meant on for this, you know, group. But this year that says coffee is kind of like my little coffee station where I make my coffee and that's why that is there. I have this one on this side that says happy hour and then it says A clean kitchen is a sign of a wasted life. I'm just gonna kind of not have bare cabinets on my kitchen. And on this side, It's kinda like my favorite that says mancha, and it's just so, you know, a word means to eat an Italian. And then I I kinda like these things here. That just kind of decorate my kitchen, so it's not as plain looking and the reason for that is to make it feel more homey, more like, okay. So the kitchen is a place where we eat. We drink coffee. There is lots of love here. We prepare drinks here. It's place where everyone kind of gathers when they come to my house. So that's a purpose of that. It gives me I feel happy, I feel good, and it's my say"}, {"text": "LAK SAL Want TINE 025 MINUTES Kru", "places": "Universal Studios", "activities": "Taking a photo", "actions": "Send the photo to friends to let them know where the user is", "raw_text": ["LAK", "SAL", "Want TINe", "'025", "MUUTES", "Kru"], "description": "I took that photo when I was at Universal Studios with my family and friends, and I took that photo to send some other friends of mine who are big fans of the Simpsons. So by including the crusty land along with the picture, they would know where I am and I didn't have to give away too much extra information because it kinda that was the point to kind of let them know where I was. So I thought that would be just kind of something interesting. I might have put a couple funny lines in there along with the picture, but obviously the purpose of the picture was to let them know where I was and that I was in the cool place and the sign let them know exactly what it was called and where I was and I thought that'd be something interesting to share. Thanks."}, {"text": "ORLY Gel Nail Strips - $11.99, Nail Polish - $11.99, 35B Artistry Palette - $30, Treat Me Sweet Sponge Set - $19", "places": ["store", "makeup shop"], "activities": ["shopping", "researching"], "actions": ["check ingredients list", "buy products"], "raw_text": ["ORLY", "Iizk", "Gel Nall", "Sbp", "Lisa Frank", "Gel Nail Strips- $11.99", "Nail Polish- $11.99", "35B Artistry Palette- $30", "Treat Me Sweet Sponge Set- $19"], "description": "So I took that photo to show a friend. The information I got showed me what products were for sale as well as how much they cost. And my next step would need to do some more research on the makeup, check the ingredients list and see if it would be something I was interested in buying."}, {"text": "ROH Final Battle 8", "places": ["Event"], "activities": ["Taking a photo"], "actions": ["Keepsake", "Market the event"], "raw_text": ["4ZVHINAZI", "mle", "Boh", "Analbawtle", "8", "~Xowu", "8", "LD", "lgor", "honor", "JoH", "Pou", "Mngof Hondo", "IDNoR", "Ingofhor", "Jndr", "pingo owor", "Iugt Hulor", "aINg "], "description": "Alright. So I alright. So I took this photo because it was an event I went at, and it was the name of the show. And it was a sign indicating the name of a show in this case with ROH. Final battle. So you have the text there. And honestly, for me, it was more like a a reminder of, hey, you were at this show, and this is the sign indicating you were at the show. So for me, it was more of a a keepsake in knowing hey, this is what I signed up. This is where I went to and I I think it was good because it did that. And it did it very well. So, yeah, I think my next step is to go ahead and just kinda market as the beginning of, hey, this is the event I went to. So I know, hey, this is important. These images that I took afterwards are related to that event because in reality, it's the last it's the first I took when it's last when I see it."}, {"text": "Member Marka, OVER 2200 SHEETS, 5.8 150, StrongG Absorbent, 3100% 3Ra4i OAT, LOWER CHOLESTEROL", "places": ["store"], "activities": ["shopping"], "actions": ["take photo to store", "send photo to someone at store", "buy product"], "raw_text": ["thic ", "Member $ Marka", "Esowa|", "OVER", "2200", "SHEETS", "I5.8", "150", "[5oxu2", "StrongG Absorbent", "WE", "cheerio", "3100% 3Ra4i OAT", "4 ?", "LOwER CHOLESTERoL\" ", "Dooc", "Preupam", "qoweks", "JIGTEtu"], "description": "So taking a photo like this would remind me of either what I need to buy. So for example, that would remind me that I need those types of paper towels or to share the most significant other to show him that we need those specific type of paper towels. And the information that I get from the text is reminding me or my scientific gather exactly what needs to be purchased. So that we have a visual to keep to compare in the store to make sure that we get the right one. And then the next steps I would take with that photo would be to take it with me to the store or to send it to him while he is at the store so he can find the product and purchase it. And then buy the product to bring it home so that we have the right one that we like to buy."}, {"text": "FOR IMMEDIATE OIA9 BUILT OUT RESTAURANT SPACE & KITCHEN @ BECOVIC Neiahnoraocd Comcuni; Home SHKELZEN \"KELLY\" MUJA 773.805.8089 KELLYMUJA@BECOVIC.COM NOW LEASE 05 AVAILABLE", "places": ["restaurant space", "mural"], "activities": ["promoting", "leasing"], "actions": ["posting on Instagram", "promoting to people in the community"], "raw_text": ["FOR", "IMMEDIATELY", "'OIA9", "BUILT OUT", "RESTAURANT SPACE &", "KITCHEN", "@i", "BECOVIC", "Neiahnoraocd", "Comcuni; . Home", "SHKELZEN \"KELLY\" MUJA", "773.805.8089", "KELLYMUJA@BECOVIC COM", "NOW", "LEASE", "05", "AVAILABLE", "Sollciting]"], "description": "So the picture was actually of the the mural that was recently completed that we wanted to include on social media, but it also includes the Ferrent sign with contact information for the property manager for the vacant restaurant space. So it's kind of twofold and that we wanted to have a picture of the mural, but also wanted to help, you know, promote that this space is for Lisa, and we wanna help get the vacancy filled. So it includes basically all their contact information, the square footage, and and information about the property. And then as far as next steps, you know, just making sure that, you know, it it did go on Instagram and it's gonna be in the promotional materials around this mirror. Exhibit that we worked on. But also, like, we have the updated contact information to offer the space and can help promote it to people in the community that are looking for restaurants based. So Yeah."}, {"text": "JJ HAL NEVER Any LAMB GBOUND RAISED T: No Anba LAMB No Added Fmones Vede t Fed Ftn 407 US INSPECTED Ality Tested 10, 7059 AND PASSEDBY 290 SQOUM TupL DEPARTMENT OF Food: Calories SH Fi JurS Agriculture 49LL ON Jav EST.468-1 Hoi SEKEEPING KEEP RETAIGE RATED Since 1909 (E0 Net Weight 16oz (1lb) 454g Otcs Warranty", "places": "Grocery Store", "activities": "Shopping", "actions": "Deleted", "raw_text": ["JJ", "HAL", "NEVER", "Anyl", "LAMB", "GBOUND", "RAISED", "T:", "No Anba", "LAMB", "No Added", "Fmones", "Vede t", "Fed", "Ftn 407", "US", "INSPECTED", "Ality TeStEd", "10,", "7059", "AND PASSEDBY", "290", "SQOUM", "TupL", "DEPARTMENT QF", "F00D:", "calories", "SH Fi", "JurS", "Agriculture", "49LL 0N", "Jav", "EST.468-1", "Hoi SEKEEPING", "KEEF RETAIGE RATED", "Since", "1909", "(E0", "Net Weight 160z (Ilb) 454g", "Otcs", "'datall?", "gnaeal com", "WarrantY\""], "description": "Yeah. So the photo that I took, I really took while I was in the store. So I went ahead and actually shared that because we were looking for a particular ground land at the grocery store reviews and and I'm finding it in bulk, for some reason, multiple packages when it was sold out a few weeks prior. That's why I took it sent it to the to the wife. actually to show her that I did find it. What did I get from the photo? Basically gave me all the information in terms of what kind of laminate was quality, you know, in terms of antibiotic free? Was it free range, pastor aged, raised etcetera. What else am I gonna do with the photo in terms of next steps? Honestly, it may just be deleted, literally just point in time, just a contextual informational photo for the shopping situation I was in, but in terms of future usage, I don't think there is any."}, {"text": "238 000 56 50% ABSOLUT VODKA 40% IMPORTED", "places": ["house"], "activities": ["showing", "shopping"], "actions": ["sending photo to a friend"], "raw_text": ["238 000", "56", "ull 50%", "ABSOLUI", "VODKA", "40", "7Aicivol", "JMPORTED", "Jwe Iih", "Ualbx"], "description": "This photo, so I could show my friend what kind of alcohol I had in my house. It would let them know the brand, the alcohol content, that's what the picture showed what the product was, and then it also gave specifics like the name where it's from. And how much is in it, I do believe, and the alcohol content. And the potential next steps I would do with this photo, I actually did send the photo to a friend because she was coming over if she didn't like that kind of vodka, then she could shop and get something else. I simply could have just sent her what I had, but I thought a picture would, you know, give her more information than me typing. Just the brand and what it was."}, {"text": "5040 101 Zildial WLL Wl MSHE 02 03 5gct 04 05 esc= EAAMEENE ESCi Finr 50 Coc Faced UCBC C5cr L50 door 3sc GsG 150 2 2 DD @3 00G 0O 7O 042-AWT Leave OPEN WHEN DONE 044-HWT Leave OPEN WHEN DONE Get Dtn CsC", "places": ["laundry room"], "activities": ["doing laundry"], "actions": ["showing how washing machine works", "showing where washing machines are located", "showing what the user is looking at"], "raw_text": ["5040 101", "ZilDIAL", "WLL Wl", "MSHE", "02", "03", "5gct", "04", "05", "esc=", "EAAMEENE", "ESCi", "Finr", "50", "Coc", "Faced UCBC", "C5cr", "L50", "door", "3sc", "GsG ", "150", "2 2", "DD", "@3", "00G", "0O", "'7O", "042-AWT", "leave OPEN WHEN DONe", "044-HWT", "Leave OPEN IHEN DONE", "Get", "Dtn", "CsC}"], "description": "Hi. So the question is, why do I take this photo and one? It had words on it. And for some reason, I was actually looking when I was doing laundry and then two, I didn't realize that there was not a lot of things that have words on it, I guess, direction or just anything in like my normal life. So I thought that was interesting. Two information you get from the picture. I got just how to do your laundry, I guess. Hoping a mountain is the way that you guys want me to be. And then what are the potential next steps you would like to do with that photo? I don't know. Maybe I'd set it to wanted you to show them how washing machine works or where they're located or maybe I don't know how to do it and I'm showing it to somebody to showing them what I'm looking at and see if they can not be in return. We"}, {"text": "The Popcorn Factory www.ThePopcornFactory.com", "places": ["doorstep"], "activities": ["sending", "receiving"], "actions": ["sending out in family group chat", "saying thank you", "making sure it wasn't from some weird random"], "raw_text": ["THE", "POPCORN", "FACTORY", "wwwThePopcornFactorycom"], "description": "Photo because that showed up on my doorstep yesterday. I had no idea who sent it or why they sent it. And so, I guess, the information that I got from it was that what could potentially be inside it was from the popcorn factory. And then my next steps that I actually did take were to send out in family group chat, like, Did anybody send this to us? If so who so that we could say, like, basically just say thank you. And to make sure that it wasn't from some weird random, I don't know. So that that was our next steps, and that's the information that we got from it."}, {"text": "CLOUDFOAM PURE LITE RACER B 7 83 Auya MuI MtekMuhber Muhu odidos aioudi04h Furi PURE DFOAM 8 adidas Jusruat 10 LEM 15913M4 080695 @RHiDj CLOUdFoaM PURE Ttrnhtatnahtcblkck Mem 415742 CO clerc DuOgs PURE CLOUDFOAM QUMWK c0my 4574757 Hunung WOhER Gas OA oui", "places": "Costco", "activities": "Taking a photo of a display of Adidas tennis shoes", "actions": "Remember what type of Adidas shoe it was, remember the price, research everything about the shoe", "raw_text": ["CLOUDFOAM PURE", "0B0695", "LITE RACER B", "7", "83", "Auya", "MuI", "MtekMuhber", "Muhu", "odidos", "aioudi04h Furi", "PURE", "DFOAM", "8", "adidas", "Jusruat", "10", "LEM", "15913M4", "080695", "@RHiDj", "CLOUdFoaM PURE", "Ttrnhtatnahtcblkck", "Mem", "415742;", "CO", "clerc; _", "DuOgs", "PURE", "CLOUDFOAM", "QUMWK", "c0my", "4574757", "Hunung", "WOhER", "Gas", "OA", "oui"], "description": "This photo is of a display of the Adidas tennis shoes. And I took the photo of the shoes at Costco. And I took the photo so I could come back and look at them later and remember what type of Adidas shoe that they were. It was too busy inside of the store. And I didn't want to do any research on them in the store because I remember the price on them. Being a really decent price, but I just didn't have time then to research everything about the shoe. So the information that I got from the picture, one, so I could remember exactly what the shoes looked like when I went to go search and look them up. And then from the text, I was able to get the exact like style of the shoe from the shoe"}, {"text": "In the Gateway Arch, renewed faith, stewardship, 3021", "places": ["Saint Louis"], "activities": ["Taking pictures"], "actions": ["Keeping the magnets on the refrigerator"], "raw_text": ["in", "Ln", "etAQ Arot", "Attee", "DCeeen", "Saeee", "n Bo # E", "Lii", "GATE WAY", "4 R € H", "E88", "renewed", "faiti", "Stemardship", "3021", "Serten", "MEeR"], "description": "So I took the the picture of Saint Louis with different heights of the gateway arch and and other examples of how high it is because that was on a refrigerator. And then also the hundred percent grace that was just for my church about stewardship and donating. But anyway, the reason that I took those pictures was because they were closest to me on in my on my refrigerator. That has text on them that I could think of that I could that I could for I could complete the task. I wouldn't do anything with with those with those magnets, I would just keep them where they are on the refrigerator. Yeah. I I wouldn't go anywhere. It was just they're just there to look at."}, {"text": "Password: 36wig213hold", "places": ["swimming pool"], "activities": ["remembering password", "sharing with family and friends", "connecting to WiFi"], "actions": ["make sure password hasn't changed", "update picture and delete it", "use it for next year"], "raw_text": ["Mi", "Fios-Xq F4s", "Rasword :", "fib \"", "36wig \"", "213hold"], "description": "So I took the photo when I was at the swimming pool that I go to. The reason I took it was so that I could remember the password for the pool. I can also share it with my family and friends who come to the pool with us so that they can access their WiFi and have access to the WiFi while we're at the pool. Other things I could do with it was to just make sure I haven't saved that way next year when I go there, automatically connect. Maybe the password change. I get a picture updated it and delete it and use it for next year."}, {"text": "Mcm, Feu| 06 A#a M nne /(4 i Gacehare Rite Trcrm 6, A", "places": ["Company"], "activities": ["Advertising", "Remembering", "Contacting"], "actions": ["Storing contact information"], "raw_text": ["Mcm, Feu|", "06 \"  A#a", "\"M nne /(4", "i", "Gacehare", "Rite", "Trcrm", "6,", "A"], "description": "This is a company that I've used in the past for certain jobs I have done. And why I took it is I think having mugs that advertise the companies that you've used makes it very easy to remember them when you're thinking about it and also to be able to contact them up. There were times like if I needed to work on a website again, I might forget image makers because I haven't used them in a bit, but every day, I got that mug there, which shows me what they do. And I'm like, oh, yeah. I can actually use them as my contact. I've used them before. As far as what I do with the photo, with the text, not much at this point because I already have the information on the mug. If I didn't, I would take that information and store it in my contact information so that I could pull it back when I need it."}, {"text": "Acetaminophen Pain reliever/fever reducer Uses temporarily: reduces fever relieves minor aches and pains due to cold, flu, headache, sore throat, toothache Warnings warning: This product contains acetaminophen In more than 5 doses daily may cause liver damage Symptoms may include: nausea, vomiting, reddening of the skin, severe rash, blisters, and rash accompanied by fever If a severe reaction occurs, stop use and seek medical help promptly Warnings: Consult your doctor if you are taking any other drugs containing acetaminophen", "places": ["medication"], "activities": ["showing", "capturing"], "actions": ["get more information", "read"], "raw_text": ["(in each", "hngradieni", "160 mg:", "re", "the", "and pains", "cold", "to:", "flu", "ver", "5", "if", "in 24", "your", "itn", "is", "rgy", "In ", "Kin", "skin", "and", "'re", "It", "2", "Is", "Is", "Or", "Or", "by", "a", "Drug", "Facts", "Active", "Purp", "mL)", "Acetaminophen", "Pain", "reliever/fever 5", "Uses", "temporarily:", "reduces ", "fever", "relieves `", "minor", "aches", "common", "due", "sore -", "throat", "headache", "toothache", "Varnings", "warning:`", "This", "Vere", "product", "liver E", "damage", "contains", "Inore ", "may", "acetaminophen:.", "than", "occur", "doses", "Laily =", "child", "amount", "hours,", "takes", "which", "other", "the", "drugs ", "maximum", "containing", "alert: |", "Acetaminophen", "acetaminophen", "Wuons.", "Symptoms", "may", "reddening", "cause", "may", "include:", "severe", "reaction ", "blisters", "occurs, E", "away:", "rash", "stop", "Uroal", "use", "warnlng:", "seek", "medical", "Ihan \"", "help", "sore", "days;'", "headache ,", "throat", "accompanied", "severe ,", "rash,", "promptly:", "persists", "nausea, ", "followed", "vomiting, ", "use", "consult", "any", "other", "diuol", "Lpiia"], "description": "I took the photo because I was showing my sister some of the ingredients on a medication, and I wanted her to see it. I wanted to capture what was in it to get more information. So I made sure that I captured the parts that I wanted to read."}, {"text": "Trader Joe's Bridge", "places": ["Trader Joe's"], "activities": ["shopping"], "actions": ["send the picture to mom", "help mom find the salmon rub"], "raw_text": ["Joieeod", "Minoa", "the", "Frx Aid :", "Bridge", "CAkde", "NNG"], "description": "I wanted my mom to pick up an item item for me from Trader Joe's, so I took a picture of the section where it was located. I wanted to be sure to take a picture of the signage with the word so that she would know where to go when she entered the store because the store can be a bit overwhelming if you're not somewhere who shops there. The information that I got from the picture is just the section that it was in for her. The next steps were to send it to her. And when she went into the door. She knew where to go to find the salmon rub that I was looking for. Those word indicators and texts in the picture had nothing to do with what I was buying, but just based to show the location of where the product was across from, something easy, so she wouldn't have to read the shelves. To find such a small seasoning. It just made it easier for her."}, {"text": "12 DAYS OF END OF YEAR CHEER! JOIN US AS WE CELEBRATE THE SEASON! DEC. 16 - Festive Friday - Wear your favorite white festive winter gear. DEC. 20 - Winter Light Up - Ugly or Pretty - Wear your favorite winter shiny clothes and accessories. SAVE THE DAY!", "places": ["School"], "activities": ["Spirit Week"], "actions": ["Refer back to it", "Check what to wear for the next day", "Keep it till it's over"], "raw_text": ["12", "DAYS", "0F", "END", "OF YEAR CHEER", "JOIN US AS", "WE CELEBRATE ThE", "SEASON!", "DEC.", "DEC.", "DEC.", "Med About Plaid", "Pojema", "Dress uP", "Your", "Weur", "fovorite", "Plaid", "fovorite Winter", "clothing", "Character", "DEC. 16", "DEC", "Festive Friday", "Whito Wenderland", "Dress \"p", "Your", "Dress", "White", "Festive Winter", "Ge0r", "DEC .", "DEC.", "20", "DEC", "Winter", "Light uP", "the Late", "UGLY", "Pretty", "Hat er", "Hair", "Wear Your favorite", "Winter", "shiny clothes", "Swcater", "dcgessories", "Save", "Dey", "Your"], "description": "So this picture explains what is going on at my daughter's goal for Spirit Week. I got the information of things that they need to wear each day to participate. So what I will do is refer back to it. And check, you know, what she's supposed to wear for the next day. So I'll keep it till it's over. And that's what I planned"}, {"text": "Us When: Your viewing changes to TVs or devices. Any changes ~New TVs, DVD or Blu-ray players, or boxes, video or streaming devices. Removed any old devices that are now in use. Any TV equipment changes in the channels you receive. Any How are we # Household Danny Pe Cell 646 64- 800.237. Call attached cable systems, game satellite stored -", "places": ["Home", "Office"], "activities": ["Viewing changes", "Contacting someone"], "actions": ["Keep the photo in a near vicinity"], "raw_text": ["Us When:", "Your viewing changes", "to T", "to TVs or devices", "Any changes", "~New TVs, DVD or Blu-ray", "'players,", "or", "boxes, video", "or", "streaming devices", "Removed any old devices", "that are now in use", "Any", "TV equipment", "changes in the channels you receive", "Any", "How are we", "#", "Household", "Danny Pe", "Cell 646 64-", "800.237.", "Call", "attached", "cable", "systems,", "game", "satellite", "stored -"], "description": "The reason why I chose that particular photo is because that's the only text I had around me at the moment. The information I get from that is basically teaching me and remind it's reminding me of different ways I can get in contact with someone. The potential next steps that I would like to do with that photo with the text is basically keep it somewhere that it is in my near vicinity"}, {"text": "Flushing tampons is punishable by death because you heathens keep stealing our glorious sign. We've started selling these in our merch store, they're only $1. Still want to steal this sign? Call this number (248.358.850) and talk it out with the kind people at Kleptomaniacs Anonymous. Don't become the person who steals the tampon sign out of a brewery bathroom.", "places": ["brewery bathroom"], "activities": ["taking a photo"], "actions": ["sharing the photo", "spreading the message"], "raw_text": ["FLUSHING TAMPONS", "IS PUNISHABLE", "BY DEATH", "BECAUSE YOri HEATHENS KEEP STEALING OUR GLORIOUS SIGN;", "WE'VE", "STARTED SEL+", "HESE IN OUR MERCH STORE", "THEY'RE ONLY $1,", "Still WANT TO Steal ThiS SIGN? calL ThS NUMBER (248.358,850) AND Talk IT QUT With THE Kind People AT", "KLEPTOMAnIacs AnonYMous, Don'T BECOMe ThE PERson WhO STELSYhe TaMPon Sign OUT Of A BREWERy BaThROOM;"], "description": "I took a photo of that sign because honestly, I thought it was funny and actually and, like, was I don't know. I'd never seen it before, so it really made me read the sign. And, like, I just I liked the humor of it. It just made it clear that you should not be flushing female sanitary products down the toilet. And in a humorous way, whereas usually, like in, like, woman's bathroom, it'll just say it in, like, plain text and, like, kinda just, like, ignore it. But having the, like, punch a punch a bowl by death thing and, like, big letters, like, really made me look and read the sign. And I thought it"}, {"text": "Best in us all, like a house of love", "places": ["house", "store"], "activities": ["taking a photo", "buying the actual photo", "printing it out"], "actions": ["hanging it in the house", "putting it in the house"], "raw_text": ["~{ou", "dewss", "BEST IN", "sueuses", "SlIk E", "Ahis", "JUST"], "description": "So my wife and I made this sign probably last year or the year before. Basically, the sign is all about love and trying to get to love inside this house just like this. So if everybody had a house just like this with lots of loving people inside, then this would be a great sign to either hang in your house or take a picture of it and put it in your house as well. That's really what I get from the sign that there's a lot of love in this house. And if everybody had a house like this, everybody would be full of I probably would, if I took a photo of this and it wasn't in my house, I would definitely make a sign in order to have it hang in my house. Since I'm in my house and I took this photo, I would definitely not wanna do anything with the picture I just took. But normally, if I took this photo from a store, I'd probably wanna either buy the actual photo or print it out and hang it somewhere in my house because I think it's kinda cool."}, {"text": "Beatles Revolution The Joy Theater (Deck 7, FWD) Friday: Sea 3 7.30pm & 9.30pm Through the Years The Cavern Club (Deck 8, MID) Sunday: Sea Day 7.30pm & 9.30pm BeatleMania Tuesday: Royal Naval Dockyard 7.30pm & 9.30pm Sgt. Pepper's Thursday: Royal Naval Dockyard 7.30pm & 9.30pm The Later Years NCL Norwegian Crireline", "places": ["The Joy Theater", "The Cavern Club", "Royal Naval Dockyard"], "activities": ["Beatles cover band playing"], "actions": ["taking a picture of the sign", "texting the sign to family members", "building schedule around the Beatles cover band", "booking other shows around the Beatles cover band"], "raw_text": ["BEATLES", "REVOLUTION", "The Joy THEATER (DECK 7, FWD)", "Friday: Sea", "3", "7.3Opm & 9.30pm", "Through the Years", "THE CAVERN CLUB (DECK 8, MID)", "Sunday: Sea Day", "7.30pm & 9.3Opm", "BeatleMania", "Tuesday: Royal Naval Dockyard", "7.3Opm & 9.30pm", "Sgt. Pepper's", "Thursday: Royal Naval Dockyard", "7.3Opm & 9.30pm", "The Later Years", "NCL", "NORWEGIAN", "CRIRELINE", "Day", "Mavall", "Hak", "Bili", "Eu", "00cnz", "Bic"], "description": "Ago I was on cruise with my family. There was replica of the cavern club where the Beatles played in Liverpool and there was a Beatles cover band playing on various nights various hours during the cruise. So I didn't wanna miss any of the shows, so I walked past the theater, and I took a picture of that sign, so I would have it for reference, and we could plan our cruise and our other entertainment around the schedule of the Beatles Group. Anyhow, I kept it on my phone and when we went to arrange for other shows because the Beatles shows we didn't have to arrange for seats in advance, but a lot of the other shows we did. So we were able to build our schedule around this I had texted the sign that I took to my husband and to my son, so they had it for reference. And again, when we were booking other shows, we booked them around when the Beatles cover band was playing. So I kept it for reference on my phone and sent it to my husband, my son for reference."}, {"text": "Harry Styles is performing live at Madison Square Garden for fifteen nights!", "places": ["New York", "Madison Square Garden"], "activities": ["concert"], "actions": ["take a photo", "keep a memory"], "raw_text": ["Is", "HARRY STYLES", "LOVL3", "@N TOUR", "GARDEN", "SQUARE", "HOUSE", "HARRY'S", "MADISON_", "NICHTS", "LIVE!", "Guest", "SPECIAL", "ORANGE", "(Very", "WITHE", "Out", "BLOOD", "SOLD", "TONIGHT", "DIOJ"], "description": "I took that photo when I went to New York. It was in front of Madison Square Garden, and it was saying that Harry Styles is gonna be there for fifteen nights. I mostly took it just because I wanted a little memory because I did go to one of the shows, but I thought it was really interesting that he himself as an artist had a fifteen ninth in one singular place across like the span of maybe a month and a half. So"}, {"text": "Myer brand fragrance free baby wipes", "places": ["grocery store", "pharmacy"], "activities": ["shopping"], "actions": ["show", "explain", "look"], "raw_text": ["81", "2", "Tnoo", "8", "M", "8", "1", "1", "1", "1", "8", "1"], "description": "I took that picture to show my sister what kind of baby wipes I use for my daughter. Versus just explaining, it was the Myer brand fragrance free. I thought it would just be easier to show her the picture. So that way, if she was planning on buying them as well, she would just be able to physically, like, look with her eyes and know what she was looking for."}, {"text": "My house is being power washed today. I took a picture of the hose attached to my spigot and the van across the street with the name of the company that's doing the Powerwashing.", "places": ["neighborhood", "house", "street"], "activities": ["power washing"], "actions": ["send it to my kids", "send it to my next door neighbor"], "raw_text": ["HaRIX", "90465"], "description": "How's it in my neighborhood are being power washed today? Well, some of them are being power washed today. And I had a feeling that when they finished with my house, they were going to just keep on using my water, which they shouldn't have used in the first place. for my next door neighbor's house. And I was right. So I took a picture before I went outside. I took a picture of the hose attached to my spigot. and the van across the street with the name of the company that's doing the Powerwashing. What I would do next is send it probably to my kids. look who's water is being used for the next door neighbor, and I'd certainly send it to my next door neighbor. I liked him. but not enough to pay for their whole house to be power washed."}, {"text": "Seminole County, Florida's Natural Chokcl, Welcome to the Black Bear Wilderness Area Loop Trail. Attention: Please Read! Length: 7 Miles. Time to Hike: 3 - 5 hours. This trail is a remote natural trail with areas of challenging terrain where emergency response is limited. Please make sure you are well prepared with appropriate hiking gear and read all of the information provided below. You will encounter rough, uneven terrain, fallen trees, slopes, ledges, flooded trails, tree roots, wildlife (bear, alligators, snakes, etc.), holes (animal burrows), poison thorns and vines, slippery conditions, and stinging insects. Recommended Gear: Hiking shoes or boots, water, cell phone, spray, and hat. Tips: Staying on the trail will reduce your chances of contact with wildlife and poisonous plants. Watch where you step, where you place your hands, and where you sit, if you do so. Your reward: This is an amazing trail that often rewards its visitors with exciting wildlife sightings as well as beautiful views of the St. Johns River and its surrounding habitat. It is a great way to get exercise and enjoy the wild side of Seminole County. How you can help: To sign up as a volunteer to help maintain this trail, please call 407-349-0769. Please report fallen trees or other trails issues to 407-349-0986.", "places": "Black Bear Wilderness Area Loop Trail", "activities": "Hiking", "actions": "Sharing the picture with friends online, posting it to a discord channel, signing up as a volunteer to help maintain the trail, and reporting fallen trees or other trails issues.", "raw_text": ["SEMINOLE COUNTY", "HORIDA$ NATURAL CHOKCL", "WELCOME TO THE", "BLACK BEAR WILDERNESS AREA", "LOOP TRAIL", "ATTENTION; PLEASE READI", "Length:", "7", "Miles", "Time to Hike: 3 - 5 hours", "This trail is a", "remote natural trail\" with areas of challenging terrain", "where emergency response is limited: Please make sure you are well", "prepared with appropriate hiking gearand read all ofthe information", "provided below:", "YOU WILL ENCOUNTER", "YOU MAY ENCOUNTER", "Rough, uneven terrain", "Fallen trees", "Slopes, ledges", "Flooded trails", "Tree roots", "Wildlife (bear; alligators, snakes, etc___", "Holes (animal burrows)", "Poison", "thorns and vines", "Slippery conditions", "Stinging insects", "RECOMMENDED GEAR: Hiking shoes or boots, water; cell phone,", "spray; and hat", "TIPS: Staying on the trail will reduce your chances of contact with", "wildlife and poisonous plants. Watch where you step, where you", "place your hands, and where you sit, if you do so.", "YOUR REWARD: This is an amazing trail that often rewardsits visitors", "with exciting wildlife sightings", "as", "well as beautiful views of the", "St. Johns River and its surrounding habitat: It is & great way to get", "exercise and enjoy the wild side of Seminole County:", "HOW YOU CAN HELP: To sign up asa volunteer to help maintain this:", "trail; please call 407-349-0769.", "Please report fallen trees or other trails issues to 407-349-0986.", "App:", "Ivy;", "bug"], "description": "So I took that picture. It was a sign for my nitrile and that a friend of mine, and I went walking on for my birthday. And I took that picture to share basically, I keep a record for myself as long as as well as some pictures that took a while. We were on the trail. As the first time I had ever been to that trail, he had walked it once before several months prior. So plus I wanted to share it online with our group of friends who were not able to join us for the walk, some who live out out of town, out of state, and some who just weren't able to free up that morning to go for a walk. So it was basically to share with them information from the pitcher including the text basically tells you about the place and some of the restrictions and rules and warnings and all that about walking there. and which I thought was interesting. And like I said, there's also a, you know, basically a moment to keep. The next steps I would like to do or what I did do is I shared it with my friends online, posted it to our discord channel, and shared it with everybody."}, {"text": "Take your time and do it your way, your own speed, your own pace, your own way of getting through things.", "places": ["Skateboard"], "activities": ["Taking a photo"], "actions": ["Gifting the skateboard to a child with autism"], "raw_text": ["1", "4u", "Spa D0", "Wusl", "IBOUUL"], "description": "I took that photo because it's of a skateboard for my child for Christmas. It actually has wording on it. It's all about speed. And to me, it means it's not about when You do things in life. You take your time and do it your way, your own speed, your own pace, your own way of getting through things. And that's what I take from it. I don't take it off, you know, the whole the hair one versus race last type thing. I do it as on pace, on speed. And I feel that way. And my child has autism as part of the reason I bought him that particular board because he likes that. The electronic, and he's different, and that's okay."}, {"text": "REGULAR UNLEADED GASOLINE $0.799 Price per Gallon (Including Tax) OCTANE RATING 85 PUSH BUTTON 1 OCTANE RATING 87 PUSH BUTTON HERE", "places": ["California"], "activities": ["Showing family and friends how cheap gas was"], "actions": ["Posting the photo with text to show people how much was paid for gas"], "raw_text": ["64", "Der", "Iax)", "Qum", "REGULAR ", "UNLEADED", "GASOLINE", "{799", "' Price [", "'Gallon ", " (Including [", "{ Price [", "'per", "'Gallon ", " (including", ") OCTANE =", "(R+MVz 5", "RATING", "Methoo", "85", "PUSH B", "1 OCTANE =", "(R+Mz ", "HERE", "RATING", "MethoD", "87", "WNENAnc", "PUSH [", "HERE"], "description": "I took this photo to show what price of gas I was paying and what do you call not the brand, but let it unlet it sort of thing. And the information I got from this is the cost of the gas. That it was unletted gas and how much it was paying per gallon. And then the potential steps I would do with that photo with text. You don't have to know. I actually posted it to show family and friends how cheap our gas was, especially with our discount that we get. So we paid, like, a as you can see, like, a dollar seventy nine a gallon for gas. Whereas where we live in California is like six dollars. So I would be using this picture with the text in it to show people, like, how much we were paying for gas."}, {"text": "Bush's Best Vegetarian Baked Beans with Brown Sugar & Spices Sauce", "places": ["grocery store", "supermarket"], "activities": ["shopping", "gathering"], "actions": ["send the photo to mom", "let her know that vegetarian baked beans were found"], "raw_text": ["SihcE", "Uene", "sihce", "1908", "BUSHS", "BUSHS", "BEST", "BEST", "Vegetarian", "Vegetarian", "With BrowN Sugar_", "SAUCE With", "BEANS", "BAKED", "BEANS", "TarGY", "Tomato", "'spices", "SAUcE", "SPIcES", "Jsy `", "SugaR", "Tomato", "BROWN", "BAKED", "0"], "description": "So I took this photo of cans of baked beans because they are vegetarian, and you can see that it says vegetarian on the cans. I was excited about finding them because we have family members that are vegetarian and we were preparing a meal for a gathering, and we wanted baked beans, but we also wanted them to be vegetarian. So I took a picture and I was going to send it to my mom since she was organizing everything just to let her know that I did find vegetarian baked beans."}, {"text": "3Coy 3ekils Kadv Savc€ iesocyDy S 34t0: Ausbun Pyhiwpes Isllz8 8234 (isam1", "places": ["clinic"], "activities": ["doctor's appointment"], "actions": ["send to husband", "remember the day", "schedule the appointment"], "raw_text": ["3iCoy", "3ekils", "~Kadv Savc€", "iesocyDy", "S", "34t0:", "Ausbun", "Pyhiwpes", "Isllz8", "8234", "(isam1"], "description": "So the reason for that picture and why I took that picture was because it had a date for my husband's doctor's appointment that he had coming up, and he actually needed it yesterday. The appointment was going to be at eleven, so midday. And So I remember writing it down the day that I made the appointment for him. And so what's included in the text is the address of the clinic because it was a new clinic he had never been to and also the time. And so the next potential steps when I took the original picture was to send it to my husband whenever he asked for it because we both are very forgetful. So I remember that the day that I scheduled the appointment, I wrote it down. And he told me not to send him the picture of the text until he needed it, which was on the day off. He was going to go to the appointment. So he knew the location of the clinic and also the time that he was supposed to be at the clinic."}, {"text": "46A & LEFROIG DEVELOPERS Triom (8nus8 ina2019 BUILDERS CKQUECERSL SNCV_RDOODLE BAKE: (57g) Finest 2Kie FINEST = 20 cc NeT", "places": ["building", "another building"], "activities": ["bragging", "sending"], "actions": ["send to coworker", "send to mom"], "raw_text": ["46A", "&", "LEFROIG", "DEVELOPERS", "Triom", "(8nus8", "ina2019", "BUILDERS", "CKQUECERSL", "'SNCV_RDOODLE", "BA KE:", "(57g)", "Finest", "2KIe", "FINEST =", "2 0", "cc", "NeT"], "description": "Because I was trying to brag to another coworker I had that our building had cookies in their student. The picture had information about the builder of our building and where the cookie was from. It also said what kind of cookie was. And the next steps that I did with the photo was to send it to the coworker that worked the other building to say that we get cookies and that they didn't. And then I also sent it to my mom to tell her how nice our builders look."}, {"text": "Tofee Teros", "places": ["North Carolina", "Whittleselter"], "activities": ["taking photos"], "actions": ["sharing the photo"], "raw_text": ["To3fi", "Teros"], "description": "Okay. So the reason that I have this one is because I was doing something I haven't been related in October and in the state that I live in North Carolina. There's this thing called Whittleselter, which is just it's located on a small family farm. And one of the things that they had was a place where you could take photos like that. So that's it."}, {"text": "More than 1 nothing", "places": ["street parking"], "activities": ["workout program"], "actions": ["get healthy", "work out"], "raw_text": ["[", "MORE THAN", "1", "NOTHiNG"], "description": "So I took the picture of that more than nothing sticker via street parking. Workout program, but I took it because it's self explanatory or more than nothing. The information I got out of it is that you can know anything stopped before working out or anything like that. Getting healthy and all that good stuff. And my potential next step would be to do that, follow that and you're more than nothing, so you might as well be something and do something about it. So get healthy. Work out."}, {"text": "PERFECTLY CRUSHED ICE 72o2 FULL-SIZE PITCHER PEAK 1400 WATTS MINIA Professional Plus Auto-iq NINJA Juto T3t 2 - 3 € - : _ PROFESSIONAL PLUS BLENDER Sdon on ca 3 PRESET Ana Auto-i0 PROGRAMS {Mco-_IE ICE CRUSH ICE CREAM", "places": ["Online"], "activities": ["Shopping"], "actions": ["Purchase"], "raw_text": ["Waaaer", "PERFECTLY", "CRUSHED", "ICE", "72o2'", "FULL-SIZE", "PITCHER", "PEAK 1400 WATTS", "MINIA", "Professional", "PLus", "Auto-iq", "NINJA", "Juto", "T3t 2 -", "3 € - : _", "PROFESSIONAL PLUS", "BLENDER", "Sdon", "on", "ca", "3 PRESET", "Ana", "Auto-i0", "PROGRAMS", "{Mco-_IE", "ICe CRUSH", "ICE CREAM"], "description": "This picture, I took it about an hour ago because I was trying to find this exact model of the ninja blender, and I was using the text in order to find the exact model online. And I was able to take the next step, which was purchased the item at a different retailer. So I saved a lot of money just by googling the text. Thanks for listening."}, {"text": "We went out east with my family, my wife and my kids. We took a photo at the farm, pretending to be in the gallows. It had the name of a quote unquote prison, but it was just the name of the farm. The purpose of the photo was for a photo op and I ended up posting it on social media as a fun family day.", "places": ["farm"], "activities": ["taking a photo", "posting on social media"], "actions": ["pretending to be in the gallows", "posting on social media"], "raw_text": ["SKEVcz", "Couvpyphs"], "description": "So that photo was taken. We went out east with my family, you know, my wife in my kids. And it was just the fun photo. It was at the farm. It was just one of those, you know, pretending you were in the the galos, I guess, or whatnot. So just just a kind of fun picture. You know, the information you get is that it's a, you know, it's kind of model or or, you know, the, again, a gallows where you're you're sticking your head in, and you can see it's got a the name of a quote unquote, prison in reality. It's just the name of the farm. So again, just kind of a fun little, you know, thing they had. It it was the point of it was for a photo op. And then, really, the next steps were you know, and and I actually did do it is when we went, I ended up just posting it on social media. Just as, you know, fun family day and it was a funny picture. And I I think anyone who would take that picture would probably do the same thing. Because again, the whole purpose of this, just to follow-up for something kinda"}, {"text": "Four Points: Read the Bible, Respond with Obedience, Relay God's Word to Others, Refuse to Take Credit", "places": ["podium"], "activities": ["speaking"], "actions": ["apply the points to daily life", "personal reference"], "raw_text": ["Four Points:", "Read the Bible", "Respond with Obedience", "Relay God\"'$ Word t0 Others", "Refuse t0 Take Credit"], "description": "Okay. So I took that photo because the speaker was giving four important points about how God wanted to bless us. And basically what we needed to do in order to get the the most out of dad's blessings. And I also basically caught the speaker and him being on the podium. And the potential next steps is to apply those things to my daily life based on these points. So I kept it as a personal reference to myself to the background."}, {"text": "Due to unforeseen circumstances, the main part of the store will not be open for business today 9/25/2022. The grooming salon will remain open normal hours. We will re-open the main store tomorrow 9/26/2022 at 10 am. We apologize for any inconvenience this may have caused. Thank you, Your Jordan Creek Petco team.", "places": ["Petco pet store"], "activities": ["in-store shopping", "cancelling orders"], "actions": ["contact customer service", "contact the customer"], "raw_text": ["93", "Do to unforeseen circumstances the main part of the", "store will not be open for business today 9/25/2022.", "grooming salon will remain open normal hours. We wi", "re-open the main store tomorrow 9/26/2022 at 10 am", "We", "apologize for any convenience this may have caused.", "Thank VoU,", "Your Jordan Creek Petco team", "The"], "description": "I took this video recently at a local pet co pet store as I was doing a in to cart order for a customer, letting them know that I would not be able to continue on getting their order, and I had to cancel it because the store was closed for unseen circumstances. It alerted me as to why I couldn't enter the store. It alerted the customer as to why they would not be getting the order. The next steps for me would be to contact customer service and to and the customer and let them know hey, sorry, these stores closed, and I cannot fulfill the customers requested"}, {"text": "Supplies, Black Cartridge, CK, Maintenance Kit, Status Ok, Document Feeder Kit, Order HP Part 37Y(CF237Y), Pages Printed 18112, Approximate Pages Remaining 14200, Estimated levels Actual levels may Vary, Approximate only; varies depending on types of documents printed and other factors", "places": "Copier", "activities": "Checking toner level", "actions": "Proving that the toner is not gone", "raw_text": ["Supplies", "Black Cartridge", "Black Cartridge", "CK", "Maintenance Kit", "Ok", "Status", "Ok", "Document Feeder Kit", "Order HP Part", "37Y(CF237Y)", "Ok", "Pages Printed", "18112", "Approximate Pages Remainingt", "14200", "Estimated levels Actual levels may Vary", "Approximate only; varies depending on types of", "documents printed", "other factors", "0}", "and"], "description": "And that the ink or in this case toner was out in the in the copy machine. And so I went to go check and it appears to be more than the third full. So I sent them a picture to show that the black cartridge was, you know, more than the third full and the information you get from this photo would be a bar showing The amount of toner doesn't show a percentage for some reason. It shows the status is okay. It includes showing that it says supplies and it's on the top of a copier. I sent this to somewhat I would send this to someone to prove that I'm right that the toner is not gone, that it's should be fine."}, {"text": "Lobster Bar = Freshness. I don't know, but I know because it's one of my favorite places. They celebrate the concert. So it's a restaurant. Now while I'm thinking about it, there's another picture and it's a seat belt. Please pass in your seat belt.", "places": ["Lufthansa lunch", "Lobster Bar", "restaurant"], "activities": ["celebrating a concert"], "actions": ["testing seatbelt"], "raw_text": ["LOBSTER", "BAR", "="], "description": "cents. So I picked this bag in my bag from Lufthansa lunch. It names the restaurant So I see that lobster, it's called lobster bar. I immediately know that to freshness. Well, I don't know, but I know because it's one of my favorite places. They celebrate the concert. So It's a restaurant. Now while I'm thinking about it, there's another picture and it's a seat belt. Please pass in your seat belt. So there's a picture and there's tents. It's selling to make sure I test my seatbelt. I have no seatbelt. I don't tell the bus driver. But I"}, {"text": "Stair 2, B4", "places": "Mall Parking Garage", "activities": "Christmas Shopping", "actions": "Take a picture to remember the floor and stairwell to use when returning to the car", "raw_text": ["STAIR 2", "B4"], "description": "So yesterday, I went Christmas shopping at a mall and there was a huge parking garage and it was very confusing. So once I parked I took this picture. It shows that I used stairwell two and I was parked on level b four. That's what the text is in there. And I did that because I knew that I would forget if I didn't and it was such a huge parking structure I didn't wanna have to be searching all the different floors. So it was really helpful for me to know what floor, but also, like I said, even the staircase because there were several stairwells and I wanted to remember to use stairwell too so that when I was done shopping, I just walked right up stairwell too, got off it before and walked right to my car. Honestly, now that I'm reviewing it and did this d scout, I'm probably going to delete the picture because I forgot that it was on my phone from yesterday, and I don't need it moving forward. But it was very helpful to me as"}, {"text": "Room 7053 Kid Kamp", "places": "Room 7053", "activities": "Explaining where they were staying", "actions": "Visiting, sending someone to visit", "raw_text": ["7053", "KID KAMP"], "description": "So in this particular photo, I was trying to explain to someone exactly where we were staying, what kind of room that we had, which is clearly underneath the room number. I was trying to show them what room number we were in in case they wanted to come visit or send someone such a family friend up to this particular room to visit. And I think he gave kind of all the information. It had a pretty good picture of where the door was situated. what kind of room they were in and what room number they were looking for."}, {"text": "Never stop learning because life never stops teaching. To: Canaan, Kids Advent Calendar. Warming: 1, 1, I, Reese Erleen, Duts, National Geography Advent Calendar, Mineral Rock.", "places": ["Home"], "activities": ["Making Advent Calendars"], "actions": ["Posting on Social Media"], "raw_text": ["neve Xop", "LEARNING", "becawse _&ife", "neveh", "stops", "Ldem", "EACHING", "ZURU", "Elainia", "To: Canaan", "KNi", "KDs", "ADVENT GALENDAR", "WarMING:", "1", "1", "I", "rees Erleeen", "Duts", "NATIONAL", "GEOGRAPHI", "ADVEN", "CALEND", "Minral", "Rock,", "AHHU EMLA"], "description": "I took a picture because if RF brought the kids to their advent calendars and I wrote a note on each advent calendar of who it was for, and I tried to do it in a handwriting that didn't look like my own so that it wouldn't seem like it was me that did it, but it was elf. And then next steps that I took with that picture, we're posting it on social media. So everybody could see how cute are advent calendars and elf. Are. And, yeah, what's about it? The kids were able to read their names on there and they fell for it and they definitely think that their"}, {"text": "Eating in the waiting room. The Wi-Fi password is lovingcare.", "places": ["pediatrician's waiting area"], "activities": ["wellness check"], "actions": ["post information in social media as a reminder to customers"], "raw_text": ["EATING", "NO EATAKGNG", "IN THE WAITING ROOM", "the Wi-Fi password is", "lovingcare", "Pleane"], "description": "I took this photo because I happen to be in the waiting area of my son's pediatrician for his wellness check, so it made sense that that was the first and I encountered. That sign is more of an alert because it uses a symbol of the actual business. To come across and ensure that somebody is aware of some of their policies that are in place. If I was to do you know, post that information, it would probably be in social media. As a reminder to the customers that come in, only if I was employee of this company."}, {"text": "It's a lovely gesture that somebody took the time to do this. It tells me that they are missing their mother.", "places": ["Memorial", "Graveyard"], "activities": ["Memorializing", "Remembering"], "actions": ["Forwarding", "Sharing"], "raw_text": ["Cnl", "FO)", "8"], "description": "I took this because I thought it was a very lovely gesture that somebody took the time to do that. It tells me that they are missing their mother, and I would forward it to other people that are all so missing their mother."}, {"text": "Husqvarna 810 @ Husqvarna Xtorce", "places": ["woods", "trees"], "activities": ["showing off", "taking pictures"], "actions": ["sending out a friend", "showing collection"], "raw_text": ["Husqvarna", "810", "@", "Husqvarna", "Xtorce"], "description": "So I was showing off by the number of chain cells that I had. They just happened to have text on them. I was looking around through my photos and Both photos don't have texts in them. They have inadvertently have a street sign or a for sale sign. I take pictures of trees and woods and whatnot, and don't necessarily have a text, necessarily embed them. So for this one, it was a picture that I was taking to show off the chainsaws that I have The brands were on the the the chain saw bars, and that's what the text was. The next steps that I I would do with this photo, I was actually sending out a friend of mine saying thank you for for sending me the chainsaws because I actually bought them from a friend of mine. So it was I bought them and here it is my collection. So that was it. I think that's the"}, {"text": "New York Times Bestseller, I'm Glad, Mom, Jennette, Impressive McCudy, An Htntun Tant, Cultural, Funny, DacUUWnE, Jerrod, Lana, Capmichadl, Lana, For You, You Are So Loved And Cared For! Happy Holidays From The Queer Trans Project, P.S, Tag Us In Your Instagram Story To Show Us When You Receive This, A Simon & Schuster Book, S27.99, ISBN 978-1-9821-8582-4, Gift", "places": ["New York", "Simon & Schuster"], "activities": ["Giveaway", "Express Gratitude"], "actions": ["Send Picture To Organization", "Share Image With Peers And Family"], "raw_text": ["NEW YORK TIMES BESTSELLER", "Fm Glad", "Mom", "diedy", "Jennette", "\"Inpressively", "McCudy", "An htntun tant", "cultral", "Tunny", "dacUUWnE\"", "JERROD", "LANA", "CAPMICHADL", "Lnna", "for you", "You are s0 loved and cared for! Happy", "holidays from the Queer Trans Project", "P.S, tag us in your instagram story to", "show Us when You receive thisl", "A SIMON & SCHUSTER BOOK", "S27.99", "ISBN 978-1-9821-8582-4", "gift"], "description": "So I took that picture because it was actually a giveaway gift that I got from an organization. With look, and I was really happy about it. And I was going to send the picture to the organization to tell them that I got the gift and I took that picture because it was very significant to me. I I felt really moved by their message. And what I wanted to do or what I was going to do was send it back to them and express my gratitude and how much it meant to me. And I was going to share that image also with my peers and with my friends and family to show that I really like that organization. And the picture shows that that organization cared about me and wanted me to feel good in the holiday season while also giving me that book."}, {"text": "The docs showed eat food not burnt food. Hate fedt + Ixnl Farmers Dog Real food", "places": ["lake"], "activities": ["walking"], "actions": ["posting on Facebook", "sharing", "advocating for healthy food"], "raw_text": ["THE", "Docs SHOVd EATFOU %o2", "MEHRUEUMGORNOH", "NOT BURNT BROHMHUG", "Hate fedt + Ixnl", "FARMERS", "DOG", "Real food '"], "description": "I really like this model when I saw it. It's on the way to the lake where I walk with my dogs. So the message is about kibo and not feeding kibo to your dogs because it's just not healthy. My dogs are both on raw diets. I'm a strong advocate for healthy, you know, fresh food for dogs and it resonated with me when I when I saw this message. So I actually posted it on my Facebook account. I shared it and got a lot of like"}, {"text": "Dance and shine like Rudolph, give love like Jesus, have faith and trust, be merry", "places": ["social media", "website", "text message"], "activities": ["decoration", "making more"], "actions": ["give out as gifts", "share"], "raw_text": ["LliL", "Dance (ke", "Shine like Rudolh", "GIVC LIVL Santa", "Leve likvJeSus", "0", "cyeva Caust", "Imas", "cMe8 Chnat", "Okilmas", "fiosty", "Merry"], "description": "Signage that I had made for decoration for the holiday season. And one of the reasons why I really like it is because I feel like it captures essence of the holiday season, and it's something that I can be can be shared with other people. I've thought about making more and giving them out is gifts because I think it's a message that can be shared during this time of season with others that would really enjoy getting this message. And overall, I feel like it can be seen anywhere whether on social media, a website, or in a text message and still be meaningful to someone. Thanks very much, and I hope that you are having a great morning."}, {"text": "G 6 GAZCRRDE FTHIRST QUENCHER STRAWBERRY ARTIFICIALLY FLAVORED 80 FL OZ (1.75 PT 828 ML) GROC 00000354 0005700013400 00cl70cdinacn 11/3072 GATORADE STRAWBERRY WATERMELON 28 FL OZ", "places": ["Grocery Store"], "activities": ["Buying Food", "Complaining"], "actions": ["Sending Picture to Friend", "Buying Different Brand"], "raw_text": ["G 6", "G", "GAZCRRDE", "~QUeNi", "FTHIRST", "QUENCHER", "Sha", "STRErBERRY", "ArTIFiciALLY FLavokco", "80", "28FL", "anari", "28 FL OZ (1.75 PT 828 ML;", "GrOC", "00 000354 \"", "0005700013400", "00cl70cdinacn", "11/3072", "S", "GATORADE STWBRRY WATRMLa 28 Fo", "6.047", "2813704", "1.69", "0 1p1206", "032", "37r", "~Quesn"], "description": "So I was feeling bad and I was at the grocery store to get some food and wanted some gatorade. And I was frustrated and I was hurting. And I was frustrated that this was the first time I'd seen the price significantly higher and I think the bottle is also smaller I need to check. So most I took this picture to send to a friend, to be like, inflation has taken Gatorade. So pretty much I took this to be able to complain. That's about it. It only took thirty seconds. What else do you want me to talk about? On the next steps or what I did, which I sent it to Marley and complained. And she was like, yeah, that sucks. It was pretty much the whole interaction. And then I bought a different brand. It's doing something. That's all I got. Thanks."}, {"text": "ON Ice Parks 1.com 877-FTD Dog", "places": ["park"], "activities": ["taking a photo"], "actions": ["sharing it on social media", "calling the number"], "raw_text": ["ON Ic: Parks [", "1", "com", "877-FTr", "'Dog "], "description": "I took this photo because I thought the little fire hydrant built and designed for animals was really cute. Some information you get from the picture, including the text, include the website, and a phone number. And potential next steps to do with this photo is share it on social media or with friends. You could also if you were interested in getting that same item, maybe going to the website or calling the number that is"}, {"text": "Zte Guide EGENM IF YOU ARE TIRED OF YOUR DRINKING PROBLEM CALL, TEXT OR WHATSAPP 627-1585 OR VISIT WWWAABELIZE.ORG Bonitc M R9a 47atum 1 8", "places": ["San Pedro"], "activities": ["Drinking"], "actions": ["Capture", "Post on Facebook"], "raw_text": ["Zte", "Guide", "EGENM", "IF YOU ARE", "AA", "TIRED OF", "RECOVERY", "YOUR", "DRINKING PROBLEM", "CALL; TEXT OR", "WHATSAPP", "627-1585 OR VISIT", "WWWAABELIZE ORG", "Bonitc", "M", "R9a 47atum", "1", "8"], "description": "Alright. So I am in the picture, so I didn't take it, but I had my husband take it. When we were on vacation and believes obviously, it says in the picture a couple weeks ago. And the reason that we took it is it's funny because it just it assumes you have a drinking problem, which makes sense and believes where we were in San Pedro because every three feet there's a bar and we did drink a lot while we were there. But anyway, the point of the picture just to capture something silly while we were there and it did end up on Facebook. So that is and I don't I'm not a big poster on Facebook. Actually, he put it on Facebook because I don't post very much but I like to find silly little things like that on vacation and take pictures"}, {"text": "4 Color Schemes: Jotfe, Jenttm, Strava Blue, Grey", "places": ["Store"], "activities": ["Shopping"], "actions": ["Share with friends", "Buy"], "raw_text": ["4 COLOR SCHEMES", "jf5 *", "Jotfe", "Jenttm", "Strava , Blue,", "with", "Grey,", "Pay", "Buy -"], "description": "Yeah. So I actually just took that photo today. I was trying to I took a screenshot of it because I wanted to share it with my friends to see which one they like the most because it was a Christmas present and to see the color and the size of the piece that I was looking at getting. So that's why I took the photo. I didn't expect to get any information except to share with my friends, which I've already done. And after this, I'm honestly probably"}, {"text": "I took this photo because this is what I'm using the last few days when I'm feeling a little sick. Pretty much off the bat, you could tell it's a cut drop in the halls of the world. It's a name everybody knows, Mr. Holmes. The associates were tight like a brand new cock drop. They worked pretty well. I used them pretty much all day, they shoot my calls, shoot my throw. Just they're real good. They were still well. What I would like to do is if I know someone who is sick or coughing, maybe I'll just say, you should get one of these. They work pretty good. When you go to the store or buy some of these, or ask for some of these, the information I can share will help everybody or someone in need who's coughing and needs relief for their throat.", "places": ["halls of the world", "store"], "activities": ["coughing", "buying"], "actions": ["share information", "get one of these"], "raw_text": ["6", "8", "Q", "7", ")", "1", "1", "1", "8", "3", "1"], "description": "I took this photo because this is what I'm in using the last few days in little sick. Pretty much off the bat, you could tell. It's a cut drops in the halls of the world. It's a a name everybody knows, mister Holmes. Associals were tight like a brand new cock drop. They worked pretty well. I used them pretty much all day they they shoot my calls, shoot my throw. Just they're they're real good. They were still well. I would like to do is someone who is sick or I know who's coughing, maybe I'll just say, you should get eat one thing. They work pretty good. When you go to the store or buy some of these or ask some of these if you want some just the information I can share will help everybody or someone in need of that's coughing and need to relieve of this throat."}, {"text": "Vippetcare Vet Clinics: Preventive Vet Care That Fits Your Life. The Vet Is In. Sunday, Dec 18th, Jan 15th, Feb 12th. No Appointment Necessary. Vaccinations, Heartworm Prevention, Microchipping, Testing and Deworming, RX Flea and Tick Control. Vippetcare.com 1.800.427.7973 Vp Petcare NoBig Center", "places": "Pet Supply Store", "activities": "Getting brochure from the store to get the packages for the veterinarian cost", "actions": "Call the phone number for the place", "raw_text": ["vippetcare", "VET CLINICS", "PREVENTIVE VET CARE THAT FITS YOUR LIFE", "THE VET IS IN", ")", "Ssunday", "S", "4cop-S.3-pm", "t6", "th", "Dec I8\"", "Jan I5", "Feb I2", "NO APPOINTMENT NECESSARY", "lus.com", "stauppla phua romlonling-Brdering", "Vaccinations", "Heartworm Prevention", "Microchipping", "Testing and Deworming", "RX Flea", "and Tick Control", "vippetcare com", "1.800.427.7973", "Vp pclcor Nobig", "Cinler"], "description": "I saw I took that picture of a pet supply store near me. And the reason why I took the photo was because I would not remember the dates of the animal clinic where the vet comes to the to the pet shop. in order to see the animals for a low cost feeding. And so one information do I get from the picture, including the text, Well, it tells me the three times in the next three months that they'll be there. It tells me the location of the store, The signage was actually in between the doors of the store, and it also gives me the god. I I believe it gave me the phone number. I'm not sure. But anyway, so what is the next potential steps that I took with the photo was I actually went in the store. I got brochure from the store to get the packages for the veterinarian cost. and the phone number for the place."}, {"text": "Aquaphor Healing Ointment Advanced Therapy for Dry, Cracked and Irritated Skin Clinically Proven to Smooth and Restore Healthy Skin Protectant Preservative Fragrance Free Dermatologist Recommended 1.75 oz 50 g", "places": ["store", "camera roll"], "activities": ["buying", "recommending"], "actions": ["go to the store", "pull it out of my camera roll", "send to a friend"], "raw_text": ["T", "(0059o85", "#1", "DRY,", "~CRACKed \"", "For", "Or", "Skin", "to", "skin", "&", "NeT", "recommended", "WT", "OZ", "50g", "Elpde", "722", "Aquaphor", "HEALING", "OINTME ", "J", "Advanced", "Therapy", "3", ") SKNN _", "dry;", "cracked", "irritated", "Uinically", "proven", "Uooth ,", "restore", "healthy", "Protectant", "Kervative =", "Fragrance", "Free", "atologist", "1.75"], "description": "So I took this picture so that well, I actually tried it from a friend. And I was like, I really liked it, and so I wanted to buy it later. So I wonder how did my camera roll for me to go to the store, and pull it out of my camera roll and try to find it. I can get, like, the type the name of it, the exact kind because I know that that brand has different kinds. And so, yeah, that's the main reason. And, I mean, potentially, you know, maybe I'll look for it again in the future when I run out and I can already have it there. Or if a friend is like, hey, what's something good for, like, dry lips or cracks and things like that? I can send"}, {"text": "Niat Hsaen Hall E Fbr Tombrrnd Ry Lock Pickup Appoirtafnt Your Bike? Curbshde Ieh Pickup Jon Ecd 0 Boc 918-549-7425 0b Locatfen Code 7) Wn", "places": "Library", "activities": "Repairs, Trimming", "actions": "Share information with coworkers", "raw_text": ["NIAT HSAEN", "HAL E", "FBR", "Tombrrnd", "RY", "Lock", "pickup", "APPOIRTAFNT", "YOUR", "BIKE?", "CurbSHDE", "Ieh", "PicKup", "Jon ecd 0 Boc", "918-549-7425", "0b", "Locatfen code 7)", "Wn"], "description": "I took the photo because I actually worked at this library and I needed a picture of the signage and the foliage in front for some repairs and trimming and things like that. And what I get from it is, what I get the name of the library and that alone you can search the address for it. What I'm gonna do with this I'm gonna share this information with other coworkers so they know what they work they need to do with it."}, {"text": "McDonald's Hiring $21/hr", "places": ["McDonald's"], "activities": ["Hiring"], "actions": ["Post to Facebook", "See the reaction"], "raw_text": ["McDonaldst", "Hiring 52190", "M", "MVOWMQi; ", "Nclcome", "WNow", "(hiring", "I21e/h"], "description": "This is a photo of a of a McDonald's, and I was curious about the hiring practices. And I was shocked at how we prices of wages are going up given inflation. So I posted it to Facebook and wonder to see the reaction if people thought that was a good number or high"}, {"text": "There is no parking here.", "places": ["Parking lot"], "activities": ["Informing people"], "actions": ["Sharing the photo with others"], "raw_text": ["M"], "description": "Took a photo to show that there was no parking there so that people would know around me so that they know that they can't park there no more. Just using it for my own personal use, I guess. Nothing really spectacular there. Just so I can inform other people so they don't park there when they visit people or whatnot."}, {"text": "Rx QF Triage Rx Of Triage 44s Amoxicillin/Eefalinin Augmentec Stock Q Call Just Amoxicillin/Gefeinip Augmentin Stock Out Call Just Gefdinik Amoxleillin", "places": ["Hip Hop Shows"], "activities": ["Working on a Project"], "actions": ["Sell", "Make Profit"], "raw_text": ["Rx", "QF", "triege", "Rx", "Of", "triage", "44s", "AAmoxteillinEefalinin", "AAugmentec", "Srocr)", "Q", "call", "3ust_", "Amoxieillin Gefeinip", "Augmaentio:", "STOCK)", "OuT", "call", "Just", "Gefdinik", "Amoxleillitt-"], "description": "As I described in working on a project, and the information from the picture, it just shows you information about medical stuff. We'll see. The particular next steps that I would like to do with the photo and the text is to actually sell it or make profit off of it. So I think it's a really good idea and I like that. To video or hip hop shows because they weren't even popular enough back then to"}, {"text": "Missing Mayor Brandon Scott. Remark: $5560.00", "places": ["downtown"], "activities": ["taking a picture"], "actions": ["sending the photo to other people", "having a good laugh"], "raw_text": ["MiSSing", "MaOR BRANDON ScOTT", "acovem eua adada", "remard: 5560,00.000"], "description": "I took this picture because I thought it was funny. It was on a window, downtown, of the mayor. And it was just funny. It was just something that I wanted to send to other people. So that they could see it as well. It basically says, our mayor is wants it. And it's kinda like a warning. Just just a funny gag that people give. I sent the photo out to several different people. We had a good laugh, and that was about it. It's still on my phone just because I haven't done"}, {"text": "Sylvias EL Aas Kict5 Syivias Lb tel ELSH ER SM s4v | 544 Zukbe OLDEN Slvias 52Sy Svay Sylvias Syvias Sylvias JEcKL T SELOM Gt SEcteT %El 2.99 jas ICSTNRUB fatio SE6av -ungsumi GREat EASOONING 2.99 ICLiLl EYE TYAM Tte 2.99 LARD 2.69 2.89 DicedCarTt Du Du Mowd MIX Tafd Cale Du Cofc Du Cole Cole Du COFFEE Chnn fAl 2.09 U DU > 27 69 4.49 Sylvias Sac Silvas ~HACk EYE Fti C @it ERHED CORNBRl RISINMN TII Sdn CHicFV OdaN InarM Ket SeAsoutfie Grfot GRfENJ Sesont Iandrt Aslaintn TEAS MUCK CALLN-SLASONrO GRLENS 2.99 Ar~ Faau Zeu 2.89 2.89 Tecpvne Moude Cafe orint heetwine Drina MIX heewwine BBIGNET ALIn e ~dainx SwcI heerwine Naado CANS JOFFE Sode ~BUTTER BEIGNET Gand (PEANUT JGly Toocer singt Lelt iN Ce Monde IGI Mcndt T L4F Vmtnt tuta ANb! COFFEE ChICOY Unu MIX QEIGNET coffee ED ANP ndal doughnuts NORTHLRT FRENCIE 3m4l 956 5.10", "places": ["store"], "activities": ["remembering", "looking into", "purchasing"], "actions": ["keep to self", "look more into"], "raw_text": ["Sylvias", "EL", "Aas", "Kict5", "Syivias", "Lb tel", "ELSH ER", "SM s4v | 544", "Zukbe", "OLDEN", "Slvias", "52Sy Svay", "Sylvias", "Syvias", "Sylvias", "JEcKL T SELOM", "Gt", "SEcteT %El", "2.99", "jas", "ICSTNRUB", "fatio", "SE6av", "-ungsumi", "'GREat\"\"", "EASOONING", "2.99", "ICLiLl", "EYE", "TYAM", "Tte", "2.99", "LARD", "2.69", "2.89", "DicedCarTt", "Du", "Du Mowd", "MIX", "Tafd", "Cale Du", "Cofc Du", "Cole", "Cole Du", "COFFEE", "Chnn fAl", "2.09", "U DU >", "27", "69", "4.49", "'Sylvias", "Sac", "Silvas", "~HACk EYE Fti", "C", "@it", "ERHED", "CORNBRL", "RISINMN TII", "Sdn", "CHicFV", "OdaN", "InarM", "Ket", "SeAsoutfie", "\"Grfot", "'GRfENJ", "Sesont", "Iandrt", "Aslaintn", "TEAS", "MUCK", "CALLN-SLASONrO", "GRLENS ", "2.99", "Ar~", "Faau", "Zeu", "2.89", "2.89", "Tecpvne", "Moude", "Cafe", "orint", "heetwine", "Drina", "MIX", "heewwine", "BBIGNET", "ALIn", "e", "~dainx", "SwcI", "heerwine", "Naado\"", "CANS", "JOFFE'", "Sode", "~BUTTER ", "BEIGNET", "Gand", "(PEANUT", "JGly", "Toocer", "singt ", "Lelt", "iN Ce", "Monde", "IGI", "Mcndt ", "T", "L4F", "Vmtnt tuta", "ANb!", "COfFeE .", "ChICOY", "Unu", "MIX", "QEIGNET", "coffee", "ED", "ANP ", "ndal", "doughnuts", "NORTHLRT", "FRENCIE", "\"3m4l", "956", "5,10."], "description": "Is that picture so I would remember it? You know what the items are? Remember the prices? So those pretty measured audios, kinda more along with the second sign, more as a reminder of what it costs, what's available, so I can look into it. Later see what caused store if I wanna buy it from that store somewhere else or even if I wanna buy it. I would probably keep it to myself. It's more for myself to remember what I wanna look more into on whether I would like to purchase it. I don't think I'd share that picture."}, {"text": "ACOF OR OE VOmans al NATURAL 9C luttbl US ~LidL ~ NO NITRATES OR NITRITES ADDED PREFERRED Dcrtty Meanotwrab]ectwrf in 5e4 $h SELECTION HEADV TO EAL REFHIGEHATEAFTEA OPEHG GLUTEN FREE STAD MD CAAYHG MUHFE Mllude % NETWt 15 W (6.8kg) PROSCIUTTO 5c *0 Guthentic ITALIANO Dw-Cwed Gom ~rol~ Roduct Ta 0 PREFERRED For Month; SELECTION Oo PROSCIUTTO ITALIANO Awhentic Iialian Dw-\"Cwwed Ham Roduct Ofitaly Slow cuaed foa Over 12 Months Elol All NaTuiUL En protcrred sELtCTioN Ru Nitilttes NitilitesAODED etatenutng Aaran Eud Iu EuL Rfme yautt ariootume Oluten Tietomnrecmmmne LeT Vt Isl0 @nty PROSCIUTTO ITALIANO H Dw daro 034nz 40ns Gatiortto Ow-Tet Ge si| dodd 25 wuofs pom)-mOs vobmokb Lidl Preferrer $claction Prosciutto Italiano ONVIJV OLLniss AOUAM PRusCiu 29.01 19.00 ITALIAN LOWERPRICE Outhentio Oalto Qty 89.99 PROzeingo an Jrr*8 ainon 48 884 Pona-ob Vrb Onorans ONVAvLI OLinissodd Galian cured Over 0328 { Urmei G\" im LeY", "places": "Store", "activities": "Taking a picture", "actions": "Send the picture to somebody who would be interested in it and determine if it's something they'd want to get for them or help them get", "raw_text": ["ACOF Or OE", "VOmans", "al", "NATURAL", "9C", "luttbl", "US", "~LidL ~", "NO NITRATES OR NITRITES ADDED", "PREFERRED", "Dcrtty Meanotwrab]ectwrf in 5e4 $h", "SELECTION", "HEADV TO EAL REFHIGEHATEAFTEA OPEHG", "GLUTEN FREE", "STAD MD CAAYHG MUHFE Mllude", "%", "NETWt 15 W (6.8kg)", "PROSCIUTTO", "5c *0", "Guthentic", "ITALIANO", "Dw-Cwed Gom", "~rol~", "'Roduct", "Ta", "0 PREFERRED", "For", "Month;", "SELECTION", "Oo", "PROSCIUTTO", "ITALIANO", "Awhentic Iialian Dw-\"Cwwed Ham", "Roduct Ofitaly", "Slow cuaed foa", "OveR 12 Months", "Elol", "AlL NaTuiUL", "En", "protcrred", "sELtCTioN", "Ru Nitilttes", "NitilitesAODED", "etatenutng", "Aaran", "Eud Iu EuL Rfme yautt ariootume", "Oluten", "Tietomnrecmmmne", "IeT Vt Isl0 @nty", "PROSCIUTTO", "ITALIANO", "H", "Dw", "daro", "034nz", "40ns", "Gatiortto", "Ow-Tet Ge", "si|", "dodd", "25", "wuofs pom)-mOs vobmokb", "Lidl Preferrer $claction", "Prosciutto", "Italiano", "ONVIJV", "OLLniss", "AOUAM", "PRusCiu", "29.01", "19.00", "ITALIAN", "LOWERPRICE", "Outhentio Oalto Qty", "89.99", "PROzeingo", "an", "Jrr*8", "ainon", "48 884", "Pona-ob Vrb Onorans", "ONVAvLI", "OLinissodd", "Galian", "cured", "Over", "0328", "{", "Urmei", "G\"", "im", "LeY"], "description": "Photo was taken because I happen to know somebody who is a big fan of prosciutto, and I found that particular product in a store I took a picture for them to see if it was something they'd be interested in because quite frankly, those are, you know, maybe hard to find an entire leg of prosciutto and maybe at a certain price point. So I thought it was really interesting, snapped a picture of it. You know, obviously pricing, the product details and the general h is to kind of like be able to show the size of it and what was involved. And I think by the text, you can kinda see everything you need. So the next steps for that picture is obviously send it to somebody that would be interested in it, who would look over it. And then determine if it's something they'd want me to possibly get for them or help them get. So that was the whole point around it."}, {"text": "Sale: Jurassic, LOL Surprise, Monster Jam RC, Play-Doh, Our Generation Paw Patrol, FAO SCHWARZ, Baby Alive toys and board games or puzzles. Buy 1, get 1 50% off. Excludes: LEGO, PAW Patrol, PACFar Watch, Marshall, VTech Patrol and Play pog RicWatch Creations", "places": ["Journey"], "activities": ["Christmas Shopping"], "actions": ["Remembering Info"], "raw_text": ["Salel", "Jurassic, LOL Surprise, Monster Jam RC, Play-Doh, Our", "Gereration Paw Patrol;, FAO SCHWARZ, Baby Alive toys and", "board games or puzzles", "1,get 1", "Excludes: LEGO,", "PAW Patrol", "PACFar", "Watch", "Marshall: VTech", "Patrol", "and Play pog RicWatch", "Creations", "Odied", "Ehcile", "cecoltitct", "uted", "168402/204-06", "5820", "1", "(a", "", "Buy", "50%", "VTech", "earning", "Chase:", "Kitchon", "Ultimate_", "HEata", "Oa", "Hato", "ocatlon", "Pallets", "7i502/64", "12/17", "(0s03 (", "(8583", "(ueIa", "(od", "sinihy", "Sya (", "(Usisl", "6XAU8IdoJ53iu(", "iSus3 34n59", "7on '", "j353834055", "RU3Suuiss84430-", "S67=", "S00J958100 ", "{SUsa43405~", "IVINN3TTIW ", "Jw", "S7U19 ="], "description": "I actually took this video last night because I wanted to see the info for Christmas for my kids. And because my husband didn't believe that there was this offer that's in the journey going on. And I wanna say that because I knew I would forget the ending date and probably most info."}, {"text": "I took a picture because they gave us new bins for our garbage. We're not supposed to start using them till January first and some of our neighbors put them out. I wanted to show that to my neighbors and make sure they know, because they won't pick up the garbage unless you start using those on January first, otherwise they'll just bypass you.", "places": ["neighborhood"], "activities": ["taking a picture", "putting out garbage bins"], "actions": ["showing the picture to neighbors", "informing neighbors about the new bins"], "raw_text": [], "description": "I took the picture because they gave us new bins for our garbage. So I I took that the other day we're not supposed to start till January first and some of our neighbors put it out. So I just wanted to show that to my send it to my neighbors. And make sure that they know because they won't pick up the garbage unless you start using those on January first. Otherwise, they'll just bypass you."}, {"text": "I'm doing the elf on the shelf this season and I want to take pictures of all my different ideas because I like to be creative.", "places": ["Home", "Friends' Homes"], "activities": ["Elf on the Shelf"], "actions": ["Take Pictures", "Share on Social Media"], "raw_text": ["Y0", "30", "'ljes"], "description": "It's doing the elf on the shelf this season, and I wanna take pictures of all my different ideas because I like to be creative and I will share it with friends and on social media."}, {"text": "90 Miles to Cuba, Key West, Continental USA, FL @ the Sunset", "places": ["Key West, Florida"], "activities": ["Vacation"], "actions": ["Remember", "Share"], "raw_text": ["REPUEBLIC", "90 Ailea to", "CUBA", "WUTHERNMOS", "POINT", "CONTINENTAL", "USA", "FL", "@ te Sunaet", "KEY", "WEST,", "'dlome"], "description": "Yeah. Hi. This was a picture that I took when we were my wife and I were on vacation at Key West. Florida, and it was the southernmost point in the continental US. So I wanted to take a picture of this with with that on there and also indicating that it's ninety miles to Cuba, which I was thinking about swimming too, but then I decided not to. Anyway, it's obviously a picture that I wanted to remember our our time on our trip and also to share it with some of our family members. And rimness at times of the good time we had."}, {"text": "This MADE Train WHY Wunder Powered hot: Wunder Tight ~not hard heat fabric, Train manages = Everlux collection stay you focused Train sweat - and and fabric, comfortable drying -breathable, fastest wicks ultra- and Everlux stretch, soft sleek feels four-way and sweat: cool and away outside - stretch the for skin fibre Lycrad next retention Added drawcord shape your and holds Continuous pocket Waistband card rise, High", "places": ["Lululemon"], "activities": ["Shopping"], "actions": ["Texting the nurse the name of the pants"], "raw_text": ["WE", "HR", "by", "25\"", "the", "SO", "our", "Tm is", "on", "key", "25\" length", "00", "8", "1", "This", "MADE", "Train", "WHY", "Wunder", "Powered", "hot:", "Wunder", "Tight", "~not \"", "hard", "heat", "fabric,", "Train", "manages =", "Everlux", "collection", "stay", "you", "focused", "Train", "sweat -", "and", "and", "fabric,", "comfortable", "drying", "-breathable ,", "fastest .", "wicks", "ultra-", "and", "Everlux\"", "stretch ,", "soft", "sleek", "feels", "four-way", "and", "sweat:", "cooi", "and", "away", "outside -", "stretch", "the", "for", "skin", "fibre'", "Lycrad ", "next ", "retention", "Added", "drawcord", "shape", "your ", "and", "holds _", "Continuous", "pocket ", "Waistband", "card", "rise ,", "High", "S98.8", "BLK", "LWSCQDS", "'000114825579", "8"], "description": "So I took the picture of a tag from Lululemon. I could remember the pants and I wanted and send it to my sister. I had to share that. I really like these pants and I would like them for Christmas. Information that I got from the picture including text that talks about the size, style, and then just some details about the pants or the leggings. What I would do with the text? I a texted to us the nurse. So it was the name of the pants, I would text her to her and share that with her. So I believe"}, {"text": "EXL 10) 226-101 P99", "places": "Office building, West Palm Beach, Florida", "activities": "Lettering on the outside of the building, Shirts and shoes required, No pets, No smoking", "actions": "Take a picture, Make a living", "raw_text": ["EXL", "10) djogaknleateda", "290d2 bi16 UJii?", "9 oV", "oM", "4tlos", "226-101", "p99"], "description": "Office building. So I took a picture from the inside of the lettering on the outside of the building, letting people know what this place is called shirts and shoes required, no pets, no smoking, and then an assistance phone number. Obviously, this is where I spend the majority of my time. I'm an engineering sciences firm. This is where we are based here in West Palm Beach, Florida. But this is my surroundings, this is my environment, and this is where my profession career is and where I make my living."}, {"text": "Breakfast Meals Badels", "places": "McDonald's", "activities": "Picking up an order", "actions": "Showing the menu to the customer, asking what they need and want", "raw_text": ["Breakfast Meals", "Brenxfaut", "Badels", "Btck]", "Mraeer"], "description": "The photo I uploaded is actually a menu at McDonald's. I was picking up an order for someone and they had given me something that wasn't on the menu. So I literally took a picture of the menu and sent it to them to show them this is what it looks like and, you know, what exactly do you want. I don't typically go to McDonald's that often, and I don't know why the person I was picking up or didn't just order on the app to see like what they had. But they wanted something that I was like, this isn't here. So I went through the drive through, I took a photo, I turned back around, And I sat in the parking lot for a couple of minutes before I went back to the drive through waiting for their response. So, you know, I took a photo to show, like, this is what I can see. I'm not going to ask if they have, like, other items or, you know, if they can make other items, this is the menu, this is what you can order from. Here's exactly what I'm looking at, what do you need, and what do you want. So that way I can better assist you. Right."}, {"text": "Greetings from Aruba! Fashion lives here. #RENMALL", "places": ["Aruba"], "activities": ["Taking a photo"], "actions": ["Posting the photo on Facebook to engage people to think outside the box of who did the outline better"], "raw_text": ["SSANCE", "FASHION LIVES HE", "MALL", "GREETINGS FROM ARUBA", "Pnaissance Izlandl", "#RENMALL", "Naa"], "description": "Took the photo in Aruba, and I thought it was there to outline like, you had a little outline of a person you were supposed to fit inside of it. And then it it was basically greetings from Aruba. And I actually took one of myself and my husband and posted on Facebook to see who did the outline better. I thought it was a neat little thing to show people that this is a Ruba. And then two, just to have fun with it to say, and engage people on my Facebook to to think outside the box of who did the outline better. So that's why I, one, took the photo and then two, why I posted it online."}, {"text": "11:12, Checkout, How would you like your order?, dnb, Pickup: Free; Ship: $5.99, Same-day, Allow 1-3 days, Pick up your order same-day from Walgreens:, Store for pickup, 2585 S CHURCH ST, Burlington, NC, Earliest pickup: December 12 at 08:27 am, Change store, Contact information, Save this information for future, Continue", "places": "Walgreens", "activities": "Ordering", "actions": "Reference when arriving at the store, delete photo after leaving the store", "raw_text": ["11:12", "Checkout", "How would you like", "your order?", "dnb", "Pickup: Flee; Ship: $5.99", "Same-day", "Allow 1-3 dav", "Pick up your order same-day", "from Walgreens:", "Store for pickup", "2585 S CHURCH ST,", "Burlington, NC", "Earliest pickup: December", "12 at 08:27 am", "Change store", "Contact information", "Save this information for futC", "Continue"], "description": "I actually took this photo because I had just ordered something from this store, and I wanted to make sure I remembered to pick it up and what my order number was. The info that I got from the picture and the text was that my order was ready, what my order number was, and the place that I needed to go to to pick up item, the next steps that I would do with the photo is actually use it as a reference when I arrive at the store. And then once I leave the store, I would actually delete the photo."}, {"text": "Levain Bakery is now open!", "places": ["Cookie shop", "City"], "activities": ["Sharing", "Recognizing surroundings"], "actions": ["Share with friends", "Post on Instagram"], "raw_text": ["Vjes", "QNain", "Levain", "Levain", "BBEBET"], "description": "That photo because I wanted to share with some of my friends who live in other cities that one of my favorite and their favorite cookie shops just opened up a store finally in my city. So I wanted just to share that with them. What information do I get from the picture including the text? I just get that The cookie shop is now open. The name of the shop is prominently displayed, so it's cleared to anyone who sees the picture that it's there. Might even be able to recognize some of the surroundings. So I need just next steps I would do, maybe just share it with some friends or put it on, like, Instagram on my story or something like that. But that's really about it."}, {"text": "I was taking a picture from my daughter's birthday by a wishing well. There was a post that said 'Keep children away. Hazard. Be careful.'", "places": ["Birthday Party", "Wishing Well"], "activities": ["Taking Pictures"], "actions": ["Share the Picture"], "raw_text": [], "description": "So you can't really get see the sun because it's on opposite side, but I was actually taking a picture from my daughter's birthday in is by a wishing well, which is also kind of thing just as you have a locizumab. So it was just had a post office, they had a text, you know, keep watch, keep children under this pool because dangerous thicking drown. Also so at at the time, I didn't really think of it. I was just trying to enjoy my daughter's birthday and take pictures, but and I think of it, I'm kinda happy because If I were to look at another side, you would have saw the actual post that says, you know, keep children away. Where, like, hazard, like, dad be careful."}, {"text": "Back, Cod Materinj, RyG, LaserJat, 11320, BOXLunch, 6ET$0ME80|VE, Jo0t, Reecuele, Reusaele, 0)o:", "places": "Office", "activities": "Purchasing Christmas presents", "actions": "Submitting to Deskout, Sending a message to the person the gift was bought for", "raw_text": ["B A c K", "cod materinj", "RyG", "LaserJat ", "11320", "BOXLunch", "6 E T$ 0 M E 8 0 | V E", "Jo0t", "Reecuele:", "Reusaele:", "0)o :"], "description": "So I took that photo because it is kind of the only text in this room that I I'm in my office. I don't really have a lot of of artwork or decor that that features a lot of words. So I was looking at some Christmas presents that I I purchased just behind me and saw that there was a bag with a word on it. So that's what I I did what information could you get from this picture, including the text? Where I I purchased an item, the fact that I did purchase an item, the fact that were near Christmas time. And because I purchased an item, it could be a potential gift for somebody, and in which case it is. What are the next potential steps that I would like to do with that photo or the text? Nothing. I guess, submitted to to Deskout in order to complete the test, but Yeah. I don't really with this with this particular photo, probably probably nothing more, you know. The only other possible thing I could think of is to set of the person that I bought the gift for and said, hey, I got you a present from this place. That's it."}, {"text": "Vision Center GEMTEE 650 Ubappy R 2 21L73u2", "places": "Shopping Center", "activities": "Sending Address", "actions": "Send to Person", "raw_text": ["Visiom GEMTEE", "650", "Ubappy", "R 2", "21L73u2|"], "description": "I took the photo to show where I was in reference to a location, like as if I was sending someone an address of a shopping center that I was at, I could show them I could tell them I was in front of the vision center and show them that picture. I would show I they would see the text, the vision center, and also a little bit of the address. I can I think I could see that. And the next step that I would do is to send it to that person who I'm going to me so that they can who I'm sending my address to so that they can know where I'm at."}, {"text": "Hershey Chocolate Factory", "places": "Hershey, Pennsylvania", "activities": "Ride through park", "actions": "Use the text to put on some other type of media, like a collage or something", "raw_text": ["HERSHEY", "CHDCOLHTEFACTORV", "Ehcrigig", "MouldIng"], "description": "So I got that. I took that photo in Hershey, Pennsylvania on a ride through park. The information I got from the picture was kind of showing, you know, what it was, where it was, and, you know, what to expect. Next steps I would like to do with the photo with the text is probably maybe kind of get that off of the photo and use it to put on some other. Type of, like, media, like, some sort of, like, some other sort of photo, like, a collage or something"}, {"text": "I took this picture because I was on a cruise and I was at a trivia contest and we were really good at trivia. This was the goal before it started. So that's why it's very basic. There's no title because it just says 'Finish your lyrics'. I'll probably post it on a throwback Thursday or Flashback Friday, but I'm not in a rush to post it anytime soon.", "places": ["Bermuda"], "activities": ["Trivia Contest"], "actions": ["Post Picture"], "raw_text": ["]", "with", "Cruise Staff", "Lyrics", "The", "Finish", "your"], "description": "I took that picture because I was on a cruise and I was we're it was a trivia contest and we're really good at trivia contest. So I like taking pictures as a way to remember something years in the months years after the cruise. The information I get from the the picture is that it was a initially or contest with the crew staff, and that was what the competition was. This was the aim before it started. So That's why it's very it's just basic. There's no trigger because it just says fitness to lyrics. And then next steps, I won't I can I'll probably post it now for a very long time, probably not for several more months. I'll probably post it on has a, like, a froze throwback Thursday pick or flash back Friday, but I'm not really in the rush to post it anytime soon. I just took this picture a few a month ago when I went on this cruise to Bermuda, so it's a little too soon."}, {"text": "PAPER STORAGE CLEANERS / HOUSEWARES LOCAL TRASH BAGS BULK SOAP PET SUPPLIES STANDARDS KEN STANDARD Where ELSE", "places": "Whole Foods", "activities": "Shopping", "actions": "Remember the product for next time", "raw_text": ["PAPER", "STORAGE", "4o8b5}", "Mart", "CLEANERS / HOUSEWARES", "LOCAL", "TRASH BAGS", "BULK SOAP", "Wdak", "PET SUPPLIES", "G UR", "Ii$", "Mil", "REL", "UE", "STANDARDS", "KEN", "STANDARD", "Where", "Iow", "ELSE", "Sn"], "description": "Because I wanted to highlight where I was in store. I wanted to take the photo to show where my mother to my mother where I was. I want it to delineate where I found this product, what I I found this product at, in whole foods, and I want it to remember it for next time. I think what I would change is I would make it clearer and not so blurry. And I would make it I would just yeah. That's all that's all I would do."}, {"text": "All cats are on the autism spectrum.", "places": ["Home", "Instagram"], "activities": ["Receiving a gift", "Taking a photo"], "actions": ["Letting parents know", "Sharing on Instagram", "Showing book title", "Suggesting book for purchase"], "raw_text": ["all CatS ARE ONTHE", "AUTISM", "SPECTRUM", "S"], "description": "I took that photo because I wanted to communicate to two separate audiences. I wanted to let my parents know that they'd sent me this gift and it had arrived and I liked it, and my cat also liked it. And I also wanted to post it to my Instagram so that other people could see that this book title was available clearly, I liked it and that it would be a useful book for other people to purchase."}, {"text": "Better Homes and Gardens Full Queen 3 Piece Comfort Set Ultra Soft Brushed Polyester Water Long Lasting Comfort", "places": ["Website"], "activities": ["Researching"], "actions": ["Look for comfort sets available on the website and make a choice"], "raw_text": ["Better Homes", "8o?", "Gardensa", "Full", "ueen", "3", "PIFI", "cohkome", "OHDAR Z", "Maen-oee", "BLUE bo10", "Stpipe", "I tr", "Comforter Set", "Fn", "year", "baeathaale Cotto", "TPONI", "su8serziioy |", "Ultra soit Brushed Pclyester Wacr", "LONc asting colch", "Hetncutdese", "CCHToRT", "{ANDLRD SHAMS"], "description": "Needed to find out the name of the company that made this bedding sheet and everything else, this comfort sheet. And I was going to use that information to go on their website to see what items do they have available and everything else. And the next steps that I did was that I did go on a website to look and see what comfort sets that they have available, and I just looked and see and made a choice."}, {"text": "Like us on Facebook and receive daily health and fitness information.", "places": ["local business", "website"], "activities": ["health awareness", "marketing"], "actions": ["download", "post on Facebook page"], "raw_text": ["US ON", "%", "Like", "AND", "FAcEBOOK =", "DAILY", "RECEIVE=", "AND", "HEALTH", "FITNESS", "INFORMATION:", "uEL", "VFADE", "Yode"], "description": "This was a photo taken at an event that I participated in for health awareness. We did did a booth at a local business informing the employees of the business, what kind of health services were were available in the area, used it for marketing piece, for and and actually was on our website for a while to demonstrate the kind of events that we did in the area. Next steps with this was I I downloaded, I think, on our Facebook page and the website for my organization."}, {"text": "Just do what you have to do, Just have the utmost faith, Imagine the life you love", "places": "Kitchen", "activities": "Taking a photo", "actions": "Remind oneself to live well, laugh often, and love a lot", "raw_text": ["JWDHU", "\"JHUM", "IMJL"], "description": "As you can see, it's in my kitchen. And one of the reasons I took it is that it's a reminder for me. To live well, to laugh often, and to love a lot. And those to me are words to live by, so that's one of the reasons I took that picture because it says a lot with those few words. So I hope you enjoy And I hope you would live well, laugh often, and love very very much. Thank you."}, {"text": "Par 2 3 165 180 103 130", "places": "Golf Outing", "activities": "Taking a Picture", "actions": "Keep it, Transfer it, Delete it", "raw_text": ["Par", "2", "3", "165", "180", "103", "130"], "description": "As you see from the video, it's from a golf outing that I went recently. I took a video could a picture could I wanted something to remember by. It's I'm a member of that club, but not like I go there once a year or my only time I ever go there, but it's just sometimes when I just go there, I realized that I just have my camera and I take a picture. And just for memories. It just so happened that I did well on that particular hole. And so that's really why I took that picture in in a step. But, unfortunately, you can't take the picture of the whole course gets, you know, after you after you get done, you have to leave. So information you get it from the course from the picture, what hole it is, how long the hole is, whether it is from the white, red, or green sticks. So And then we'll potentially next step. Not much. I mean, I may keep it. I may not keep it. You know, like, depend upon how much size I have memory I have left on the phone. I may delete it later on. But right now, I still have have it on my phone. So in my I may transfer I may not transfer my new phone. So I was one of the things that I don't know. It's up in the air. I definitely want I may not keep it forever, but it's there right now on my phone."}, {"text": "KY: BEER WITTEN CENTER ENOR KAREM DEEB PACKAGE LIqUoRs IMPORTED Wines DELI| country HAMS TMORRIS", "places": ["hometown"], "activities": ["laundromat", "chatting"], "actions": ["text to friends", "recall information"], "raw_text": ["KY:", "BEER", "WITTEN", "CENTER", "ENOR", "KAREM", "DEEB", "PACKAGE", "LIqUoRs", "IMPORTED", "Wines", "DELI|", "country", "HAMS", "TMORRIS'"], "description": "I took that photo because it is a celebrated food spot in my hometown. I got an information of the business and not I tried to recall that there was some text in the background. I think I'll laundromat. What did I do with it? Text to my friends told them where I was at. They knew what was up. They loved that spot. Also, a musician had some lyrics about that spot and we were just chatting about that."}, {"text": "CHR$TMAS at Grace 1 Lutz", "places": ["church", "social media", "webpage", "printable document"], "activities": ["advertisement", "marriage ministry"], "actions": ["use on social media", "use on webpage", "use on printable document"], "raw_text": ["C H R | $ T M A $", "a t", "G r a € e", "1", "Lutz"], "description": "This photo as an advertisement photo for our marriage ministry group at our church, which in the top of the photo, you can see the church name. And on the right side, you can see the location. And we may subtle use this image on our social media and our main webpage and also on a printable document for the holiday season for next year."}, {"text": "Valero IATABURCER 79 Pop 2950 REGULAR 4493 DESL 4 HOURS 0 Try The Frost Chili Cheese Burger Savo 85.99 Polar Slp", "places": ["gas station"], "activities": ["taking photo"], "actions": ["letting others know about the gas prices", "informing people they can go to the location to get gasoline"], "raw_text": ["K", "Valero", "IATABURCER", "79", "Pop", "2950", "REGULAR", "4493 ", "DESL", "4 HOURS", "0", "TrY", "ThE", "Frost", "ChILI CHESE", "BURGER", "Savo", "85.99", "Polar)", "Slp"], "description": "So the photo I took is of the gas prices at this local gas station. I wanted to let others know when I took that photo about what the prices were and at that time what was being offered and the fact that when this was taken, it was a a good deal. For for for gas prices. So that's why I took that photo and I sent it to some people to let them know that they could go to this location and then get gasoline at that"}, {"text": "You can find really neat guide posts along the way to show interesting points of view.", "places": ["Boston"], "activities": ["walking", "exploring"], "actions": ["posting on social media", "showing others"], "raw_text": ["osto `", "((", "13", "3in.", "Yoaaue", "^"], "description": "So the photo I posted was actually on the ground when my wife and I were in Boston last month, and it shows the Freedom Trail that's in Boston. So it's actually a guidepost that they post on the ground showing the different points as you go along the Freedom Trail. So I would probably post it on social media, and I I which I did, and I would also show others how needed is that on the ground, you know. It's not always just looking up. You gotta look around and sometimes you'll find really neat guide posts along the way to show interesting points of view."}, {"text": "This trail feels like climbing a 10 story building 10 times. Visitors should not have any health issues with this hike.", "places": ["hiking trail"], "activities": ["hiking"], "actions": ["posting to a Facebook group", "asking questions about the event that caused the sign to be put up"], "raw_text": ["THIS", "TRAIL FEELS LiKE", "CLIMBING", "A", "I0", "STORY", "BUILDING IO TIMES", "VISITORS", "HEALTH", "WITH", "NOT", "SHOULD", "ISSUES", "TRAIL", "THIS", "HIKE"], "description": "Okay. This sun was installed at a hiking trail that I frequent, you know, throughout the year, and it was new. And just posted it to a Facebook group, just informing people about it. They knew why it had been put up and so forth. And just the information that I got from it was just that sort of a reminder that this could potentially be a more strenuous hike. If you had any kind of health condition, maybe not a good idea to to go on to go on this particular trail and so forth. And, you know, next steps, like I said, which I've already done, was posting it to to a private Facebook group just sort of asking questions about, you know, was there a event incident that caused it, you know, to be put up that kind of thing?"}, {"text": "K & Associates, You Want Our 676 MURT", "places": ["Train"], "activities": ["Taking a photo"], "actions": ["Capture the photo", "Reach out to the company for a settlement"], "raw_text": ["Di", "K & Assocll", "M Youwaht[owir", "676,MURT"], "description": "How's it going after d scale? My primary reason for taking a photo is because I never see, you know, decided to ever, like, hone in on you know, settlements of, you know, you get hurt or anything. So I wanted to capture that photo So I would have some sort of because, you know, it's gotta be popular since it's it's on a train. You know, that I took it one morning on my way to work on a train and I think that that is being expo displayed on a train that it's a great company just in case, you know, that's something where it happened to me and I need a settlement, I think that'd be a perfect company to reach out to."}, {"text": "WARNING: ROTATING SHAFTS ARE DANGEROUS. YOU CAN SNAG CLOTHES, SKIN, HAIR, HANDS, ETC. THIS CAN CAUSE SERIOUS INJURY OR DEATH. EXPOSED ROTATING SHAFTS MUST BE GUARDED. DO NOT WORK ON OR NEAR AN EXPOSED SHAFT WHEN IT IS RUNNING. SHUT OFF POWER BEFORE WORKING ON POWER TAKE-OFF. READ PTO OWNER'S MANUAL FOR MORE SAFETY INFORMATION. DO NOT PAINT OVER THIS LABEL.", "places": ["trader", "vehicle"], "activities": ["informing", "warning"], "actions": ["inform everybody who has a trader", "be careful when if you have kids"], "raw_text": ["WARNING", "ROTATING SHAFTS ARE DANGEROUS", "YOU CAN SNAG CLOTHES,SKIN HAIR, HANDS, ETC", "THIS CAN CAUSE SCRIOUS INJURY OR DFATK;", "EXPOSED ROTATING SHAFTS MUST BE GUAROED", "0", "eeGire", "WOaK ON OR NEAR AN EXPOSED SHAFT WHEN", "~2", "IS RUNNINO", "SHUT", "S#KR8FESN81FF", "BEFORE WORKING ON POWER TAKE-OFF", "READ PTO_", "OWNERS MANIAL", "MENI", "FOR MORE SAFETY INFORMATION", "DO NOT PAINT OVER THIS LABEL", "3/9274", "693", "WARNING", "051"], "description": "So I took that photo to inform people that, you know, rotating shots are actually dangerous. So when they're actually turning, you gotta be careful because you can actually fall down. You know, as the information from the picture shows that when turning, you can actually fall down and can lead to death because you'll be scorshed or rolled over by the vehicle. You know, some of the next potential steps that I would like to take with this following, you know, just inform everybody who has a trader, you know, be careful when if you have kids because they like to play around stuff like that, and it is a dangerous area."}, {"text": "Work life DeMarco's", "places": "Bar", "activities": "Bartending", "actions": "Upload to social media to promote bartending and to let people know where the user is", "raw_text": ["work life", "DeMarco$"], "description": "I took that photo because I'm at work. And that is my work life, the bar. I would upload it to my social media to promote me bartending today, to hope to get customers in here, and for no other reason than to just let people know where I'm at."}, {"text": "St Allgngels HUBBERHOLME Te BrOvE O5 #ar Ddtte #5 BPadeeh Originally forest chapel of St Oswald of Huberhatt- , possible Anglo Norse burial site earliest Krlowit uertiort 1241* Tlerood loft witltin - Ote 0f Ile oulg two Surviving examples in Enttan:i SERVICES atead Mhorett in #he Clukch Poteh ENQUIRIES Telephone Uecell 232 CHURCH PARISH Michael", "places": "England, Cornwall", "activities": "Vacation, Tour", "actions": "Remembering the trip, Learning the history", "raw_text": ["7e", "St", "6Allgngels", "HUBBERHOLME", "Te BrOvE O5 #ar", "Ddtte #5 BPadeeh", "Originally", "forest chapel gf St Oswald", "of Huberhatt- ,", "possible Anglo Norse", "burial site eatliest Krlowit uertiort 1241*", "Tlerood loft witltin -", "Ote 0f Ile oulg two", "SuiVivillg exarples in Enttan:i", "SERVICES atead Mhorett", "in #he Clukch Poteh", "ENQUIRIES", "Telephone", "Uecell", "232", "CHURCH", "PARISH", "Michael ="], "description": "The video I'm making about the sign is on a recent vacation that we took to England and we were out in the in the remote areas of cornwall, learning some of the history from a tour director. And I thought it was interesting, explained the area because I'm going to eventually look at these photos go, no, where was this? And, you know, what was what was the story here? And having this photo with the words and the explanation will help me to remember that that particular part of the trip. I tend to do that a lot and it does help with a lot of the remembering."}, {"text": "5:31 Overview Reviews Photos About Add a photo Lar 5 Mad HoL Q Speedwa Dau Uu L", "places": ["Speedway"], "activities": ["following", "merging", "truck stop"], "actions": ["take a photo", "go to convenience store"], "raw_text": ["5:31", "Overview", "Reviews", "Photos", "About", "AlI", "t", "Add a photo", "Lar", "5", "Mad", "HoL", "Q Speedwa,", "tons near me", "Dau", "Uu L"], "description": "That's a photo of the nearby Speedway, which I sort of follow it in my own way because they say they merge with seven eleven, but seven eleven one time, but, you know, my regular go to convenience store. So now Speedpay merged and it's like a very big thing to us to the actual truck stop can be with the merge. So that's more or less like my seven eleven with all the stuff that that had at seven eleven along with different stuff because of merging with speed. Right? So that's like a used car, you know, difference, better difference from my my go to convenience store was at one time."}, {"text": "No Outlet", "places": ["Road"], "activities": ["Taking a photo"], "actions": ["Sending the photo to someone to let them know what the street looks like"], "raw_text": ["NO", "Ivug", "OUTLET"], "description": "Okay. I couldn't quite find a photo that really seemed to be a good thing of what you're asking for here. So I just took that picture of a a road showing that a no outlet sign. There's actually two of them there, a little bit hard to read. And the information I was trying to get is maybe I would send that picture to a friend or somebody. It might not be a friend. It could be just somebody who's gonna come to my house to let them know what my street looks like. And perhaps as they're driving by and they can see the no outlets signs or whatever that would indicate that while there's a pretty good chance that I'm at the right place. So that's probably what I would possibly do. The information is that it's well, it's it's just a dead end street, so to speak. You don't you're not gonna go anywhere from there other than just come out the same way you came in. And the potential step would be to send it to whoever is maybe gonna be looking for my street."}, {"text": "You're invited to Soueh Rose's birthday party! Come join us for some birthday fun at Kids Empire on November 5th, from 8:00 to 5:00. RSVP to 347-331-1739", "places": ["Kids Empire"], "activities": ["Birthday Party"], "actions": ["Send Invitation", "RSVP"], "raw_text": ["VoUrBINVITED TO", "BirthDAVRARTY", "IS TURNING ,", "Soueh Rose_", "COME Join Us For Some Birthdav Fun", "KIDS EMPIREI!", "On", "Nevem52c?7,", "FROM", "O;", "To", "5*80", "CLLASDRSVPTO", "347331-173", "C9", "Wiaelo", "Socon", "Kicgand Guyssek", "MV"], "description": "Hello. The photo embedded in an image is a photo of the invitation that I needed to send to my my daughter's the front you know, her friends, parents so they can come to the party some friends I wasn't able to give the actual invitation so that That was a picture of the invitation. That was I was needed to take a picture of and sent to others for you know, knowledge of where the party that I that I had with from my daughter was gonna take place."}, {"text": "For Mini Pet Sale 223-255-1205", "places": ["farm"], "activities": ["buying mini piglets"], "actions": ["check it out"], "raw_text": ["Piglets|", "for", "Mini", "Pet", "Sale", "223-255-1205"], "description": "So the photo I added is, I guess, the advertisement to call a number, to buy mini piglets, baby pigs, piglets. And I just thought it was really funny. You know, baby pigs would be cute. It's many pig it just it's worded very strange. Because many piglets are really small. So why they say mini piglets? And then this is pet mini piglets. I just I thought it was very funny. So I wanted to share with my daughter because, I mean, not that we're gonna go by. Pet mini piglets. And I live we live now in not rural area, but that we can drive to a farm. And I didn't know that they sold picklets for pets. Maybe we'll check it out."}, {"text": "I'm ready to go for a walk!", "places": ["home"], "activities": ["walking", "taking pictures"], "actions": ["posting on Facebook"], "raw_text": ["walk?", "I'm", "readyl"], "description": "Hi. The photo I took was of my two dogs and we were getting ready to go for a walk. I took the photo because I thought they were looking awfully cute. And I'd like to take pictures of my dogs, my family, those kinds of things. The picture shelf, which I actually did post on Facebook, was basically kind of informing the reader what we were about to do. The next steps were to actually put it on Facebook. And so that's what the purpose was."}, {"text": "North Carolina Aquarium at Pine Knoll Shores", "places": "North Carolina Aquarium at Pine Knoll Shores", "activities": "Vacation", "actions": "Create photo albums and reference the location", "raw_text": ["NO RTH", "at Pine", "CA RO LINA", "AQUARIUM", "Shores", "Knoll"], "description": "I purposely took this photo with a text so I could reference where we were at later. This was steering a vacation, and I wanted a memory of where we were at for way later down the road even. This is important to me. It's just kind of like a landmark, I guess, for when I create photo albums. This will definitely end up in a photo album, and I'll be referencing where you're at just based on that information. And you"}, {"text": "Magic Ball 8 Over for I et Ia 1 MADE IN CHINA. FABRIQUE EN CHINE. Elements D Emballage et ELEMENTS PAPIER SEPARER ET A Mattel Canada Inc, QEPOSER DANS LE BAC DE TRI Mississauga, Ontario LSR 3w2. 20 ANSWERSL 20 REPONSES ! 30188 Games TRY ESSAIES ME 8 5 | 5 reponse Question; 8 6 the question Turn pour (NGLISH version, boule retourne ANGLAS VERSION MATTEL", "places": ["Store"], "activities": ["Joking"], "actions": ["Send to former coworker", "Delete from life"], "raw_text": ["6+", "Macic", "BALL", "8", "Over for", "I", "et", "Ia", "1", "MADE IN CHINA.", "FABRIQUE EN CHINE.", "ElementS D EMBALLAGE ET", "ELEMENTS PAPIER ^ SEPARER ET A", "Mattel Canada Inc,", "QEPOSER DANS LE BAC DE TRI", "Mississauga,", "Ontario LSR 3w2. 20", "ANSWERSL", "20 REPONSES !", "30188", "Games", "TRY", "ESSAIES", "ME", "8", "8", "5", "|", "5", "]", "{", "reponse", "Question;", "8", "6", "the", "'question", "Turn", "'pour", "'", "(NGLISH", "'version ,", "boule `", "retourne", "'ANGLAS \"", "'VERSION '", "MATTEL"], "description": "I took this photo because I saw a magic eight ball in the store and my former coworker and I have a running joke about magic eight balls and how we always ask them questions to, like, determine our fate work wise. So that's why I sent it to her. I got information like, what the the the product was, the magic eight ball, I guess, and also, like, the response that the magic eight ball gave which I can't remember what it is right now, but it was, like, sorry, it doesn't look good or something. I mean, I sent it to my former coworker and then we left about it. That's really the only next step that I would take aside from then deleting it from my life"}, {"text": "Hi Mom!", "places": ["Home", "Park", "School"], "activities": ["Playing", "Saying hello"], "actions": ["Share the photo with the mother", "Send a message to the mother", "Let the mother know the child is doing well"], "raw_text": ["hi", "mom"], "description": "Hey there. That text is to go to a mother of the child in the picture. And it's just to say hello. To let her know that she's been playing well, are they? And, you know, just something else might go with it just to say, see you soon, you know, whatever. Nothing really urgent, nothing real potential in anybody's life. Oh, but it's just a a low kind of thing. That's about it. Thanks. Bye."}, {"text": "Questions on installation? Or damaged parts? Please DO NOT return to the store. Please call 1-800-933-3626 for consumer/homeowner service. Before calling, please locate the number on inside serial of the door.", "places": ["outside of the house"], "activities": ["taking a video"], "actions": ["in case of damage"], "raw_text": ["Questions on installation?", "or", "damaged parts?", "Please DO NOT return to the store_", "Please call", "1-800-933-3626", "for consumer /homeowner", "service _", "Berote calling, please locate the", "number on", "inside", "serlal", "of the door", ":Dudas sobre Ia", "instalacion?", "JFaltan piezas 0 estan", "NO devuelva el producto", "danadas?", "Comuniquese", "a Ia tienda.", "solicitar el", "al 1-800-", "para", "Antes de", "ublque", "consumidor /propietario.", "88", "encuentra en 0\"", "numero de", "Interlor de Ia", "serie que", "de Ia puerta-", "~ruose", "WARNING", "Ue Stali", "Yuu (0", "'chemkAls", "Ltiuwin Io Uut", "Lause {aince ", "LAniu doxide,", "Sutonu,un", "heen", "uih uaketh", "On", "Da9", "Missing", "the", "hinge", "-933-", "3626", "Serviclo", "Wlamar;", "bleagra", "Itoluc", "0nin", "unnng", "ealustua", "nin", "Weto", "n", "Joeekattu", "TM:", "crunos),", "ANfn >", "RiSe", "Hetueuune", "EMco", "ANDERSEN", "Tt"], "description": "I took a video of the screen door warning just in case damage happens to it. And I took that because Honestly, it's winter and it's freezing cold outside. And it's technically in my environment since it's outside of my house. I was not about to, you know, kill myself in in the winter to find a random picture outside."}, {"text": "Vote Here", "places": ["Polling Station"], "activities": ["Voting"], "actions": ["Show the 'I Voted' sticker", "Take a picture of the 'Vote Here' sign"], "raw_text": ["VOTE", "HERE"], "description": "So I wanted to articulate that it was important to go vote, but I don't wanna do the same old, get out there and vote. I didn't wanna talk about who to vote for or any of that stuff. Holding the little red stick that you used to to poke the the voting things was also part of the deal. But the text that says vote here shows you that I'm voting. You should vote and it it explains the what it is I'm taking a picture for. I mean, it's also fun. In a sense that it's not just some boring video. I guess what I could do next, you know, is show the i voted sticker maybe afterwards to show the the end of the video. Or or a sort of a book in to the vote here picture."}, {"text": "I took a photo of a dog with donuts and sent it to the person and they liked it. It worked out easily for them. I just wanted to show that you can bring dogs like these now and how hyperactive and engaging the dog was. It made the lady's day.", "places": ["restaurant", "cafe"], "activities": ["eating", "taking photos"], "actions": ["sharing the photo", "ordering food"], "raw_text": ["BR"], "description": "Did the did it take it with actually the dog. Happens to be ad ducking donuts and sent it to the person and they actually, like, photo of them and was, like, wait. I took a dog. It's gonna be something. So I turned out from looking at the dog, they wanted to order and it worked out just easily for them. Was early honing it or anything specific. Just wanted to show, like, you could bring dogs like those now and just see how hyperactive button engaging the dog was. And just made that ladies day."}, {"text": "COLUMBUS HUMULUS LUPULUS", "places": "Columbus, Ohio, Brewdog", "activities": "Vacation, Weekend Getaway", "actions": "Send to friends to show where they were, Show it was a special place", "raw_text": ["COLUMBUS", "Wvi", "niklll", "HUMULUS", "LUPULUST"], "description": "was taken when I was in Columbus, Ohio at a place called Brewdog, which is a beer craft beer maker that also has a hotel, and I was in the lobby there. And the the text actually says Columbus. So it it helps to show where I'm at, and then I used it to send to friends and stuff to show them, you know, what I was doing. It was a vacation, small vacation, weekend, getaway, and to show where I was at, and, you know, that it was a special place, that it was beer hotel. So that's why I took it, and that's what I did with the picture."}, {"text": "No Fees, No Expiration, Gift of $25, Card has no value until activated by cashier, $25 Card, Amazon Date 25-820, $25 Joy Card, Italian Gift Card, Value until activated", "places": ["CVS store"], "activities": ["shopping for Christmas"], "actions": ["showing husband options of gift cards", "getting a better understanding of what was being shopped for and what the product offers"], "raw_text": ["No Fees", "No Expiation", "thc", "Gift of", "'has", "Ho", "by", "Cardhasno value until", "52", "lactivated by cashier:", "", "S25", "Card", "amazon", "Datc", "25-820", "$25", "Lrjoy '", "Ihof", "Italy", "Gitt", "Card ", "alue", "until", "activated", "(Uttwe", "Cashiei", "garde", "ITALIAN", "RESTAURANT"], "description": "Photo was taken at our local CVS store recently when I was shopping for Christmas, for my mother-in-law. I wanted to show my husband options of some of the gift cards that I think she might like. So I took a picture and all the gift cards have text on them. So it allowed him to get a better understanding of what I was shopping for and what the product actually offers."}, {"text": "Truck Route 160", "places": ["Street", "Town"], "activities": ["Taking a photo", "Trying to cut a road"], "actions": ["Bypass the town"], "raw_text": ["TRUCK", "160"], "description": "That was a photo of a street sign that we were passing, and it just has the name of the road and the possible truck route to take with that picture. So we actually ended up trying to cut that road even though we're in a car. But if I was in a truck obviously, then that would be the route that I would choose to bypass the town."}, {"text": "With God all things are possible", "places": ["office"], "activities": ["buying", "sharing"], "actions": ["motivate", "help"], "raw_text": ["With", "God", "all things", "are", "possible"], "description": "So the reason that I took that photo is because I was sharing it with someone. I had recently bought that. for my office. And basically, the text says, with God, all things are possible. And for me, that is a a motivational text that I think can help anybody What I would like to do with it is be able to share that with anybody who's having difficulties to help them with whatever struggles that they're facing. And the reason that I took that picture is because I did text that to someone on their phone to share that to share that those words with someone else who was having a hard time"}, {"text": "We would like to wish you and your family a happy and safe New Year from Drun & Gaphy - Holiday Huphy = Garetb", "places": ["garbage pile"], "activities": ["taking photo"], "actions": ["leave Christmas gift"], "raw_text": ["We would like to", "wishyou andyou", "family ", "CU", "and &", " New Iear' !", "9rom", "driun &", "9aphy -", "9oliday", "Huphy =", "Garetb"], "description": "So I just took that photo because it was a note that we received from the guys who who take out our garbage. They left it on the garbage pile. So I took a photo of it because I wanted to make sure that I didn't lose it and had their names. so that I can leave them a Christmas gift. So yeah, that's why I took the photo so I just have it in my phone and then I when I wanna give them a gift that can easily have their names."}, {"text": "AU S STE HEALTH CO ground ENEMA COFFEE ORGANIC COFFEE For Detox & Cleanse finely Therapy", "places": ["bargain store"], "activities": ["taking a photo"], "actions": ["texting to two of my teenagers and my wife"], "raw_text": ["AU S STE", "HEALTH", "Co", "ground", "ENEMA", "COFFEE", "ORGANIC COFFEE", "For", "Detox", "&", "Cleanse", "finely", "Therapy"], "description": "Alright. So I took a photo this last Friday. It was a product that I saw in a bargain store, and I took it because I thought that it was funny. I if you look at the title, you can tell it's funny. And the fact that it was on a package of coffee. Let me know that it was indeed actually coffee. I act actually ended up texting that to two of my teenagers and my wife because I thought it was funny."}, {"text": "1of1; in order; SdOS; The Sagrè Alml; StRuP; 1HDec-2022 0@jiN; 7579; Reg; DRIVE-THRU; Gosioe; Item: Items; [Blondel Espresso; icre", "places": "Starbucks", "activities": "Having coffee", "actions": "Complaining about the amount of ice in the coffee", "raw_text": ["1of1", "; in order; _", "SdOS", "Tllc Sgr € Alml", "StRuP", "1HDec-2022  0@jiN", "7579", "Reg;", "DRIE-THRU<", "Gosioe", "Item:", "Items ", "[Blondel", "Espress?", "'icre"], "description": "I took this picture from a coffee I had at Starbucks. It was the first time I ever had the coffee fee. And the whole reason why I took the picture with the empty cup was because I was kind of disappointed in the coffee. And then I realized how much ice was in the coffee. So I'm actually keeping it for records so that I can complain Starbucks of how much ice they put in the small container of coffee, and it just wasn't good. So now I know not to order that coffee for next time, but I'm gonna see if that's how it normally comes with packed with ice and for the price that I paid was kinda ridiculous. So"}, {"text": "Air Jordan 3 Retro SE Dark Hazel/Multi Color-Multi Noisette Foncee UK 8 cm 27 9 BR 40.5 EUR 42.5 Jordancom Iladen Fabtdue Hnzf Do1830 200 Enbricaoo ChiU/HeCUC Chh 1 1 ~ 1 0", "places": ["Facebook Marketplace", "Online"], "activities": ["Selling shoes"], "actions": ["Emailing the photo to oneself", "Uploading the photo", "Running searches on the style number"], "raw_text": ["AIR JORDAN 3 RETRO SE", "DARK", "HAZEL/MULTI ColOR-MULTI", "NOISETTE FONCEE", "3", "UK 8", "cm 27", "9", "BR", "40.5", "EUR 42.5", "JORDANCOM", "ILADEN", "FABTDUE", "HNZF", "DO1830 200", "Enbricaoo", "ChiU /", "HeCUC", "Chh", "1", "1", "~", "1", "0"], "description": "So this is a picture of a shoe box of some shoes that I'm gonna sell on Facebook marketplace or offer up. And so there's a couple reasons why I do this. One, I need to run my own searches online using that style number so that I can incorporate the information on those shoes into my post. Online. And then I also just use this picture to show buyers like this is give them confidence that this is the item that I'm selling. So after I take a photo with my phone, usually I'll email this photo to myself so that I can upload it. And then also use again, like I said, run those searches on that"}, {"text": "Today 4 Jeatuebs: 6o Filet & Shrimp 08 24 % Texas Roadhouse", "places": ["Texas Roadhouse"], "activities": ["Ordering"], "actions": ["Showing the manager what the special was according to what the charge was to us for our Internet day"], "raw_text": ["HAND-Cut", "TODAY BY", "ERIC'", "CHAD", "Today' 4 Jeatuebs:", "6o Filet &", "Shrinp ()", "08", "24", "%", "TEXAS", "224", "ROADHOUSE"], "description": "I took that photo, so we knew what the special was at Texas Roadhouse. And to show the manager what the special was posted as because we were charged wrong for our order at that particular time when I took the photo. So the photo was of what the special was for that day. And then, again, I used it show the manager what the special was according to what the charge was to us for our Internet day."}, {"text": "I took the photo at an event I was going to. It showed the name of the ballroom where we were going to. I sent it to my teammates to let them know that we were going to the right place and what to look for.", "places": ["event", "ballroom"], "activities": ["taking photo", "building excitement"], "actions": ["sending to teammates", "letting them know"], "raw_text": ["THE SCHUVLER"], "description": "I took the photo in that last image at an event I was going to. That was the name of the room where the event was being held. So I took that picture to show my teammates where we were going and to, like, kind of build excitement. In that picture, it had the name of the ballroom where we were going to. that's information. It told me I was going into the right location. I saw the name that I was looking for of the ballroom and knew that that was the way to enter in. So I took that picture and I sent it to my teammates to let them know that we were going to the right place and what to look for. And was very clear, like, where to head in to meet up. So thank you."}, {"text": "Hanceville Civic Tinsel Trail", "places": "Park", "activities": "Decorating", "actions": "Posting online", "raw_text": ["hanceville CiviTAn", "Tinsel Trail", "7r"], "description": "Just took that picture to show people where I was at. The information in the picture includes who helped provide support in making, you know, the the decorations at the park, which is, you know, what it was. The what I did when the photo was I posted it online so that way others could go and, you know, see what there is. You know, there."}, {"text": "Fno Blathers", "places": ["Animal Crossing"], "activities": ["Scrapbooking", "Making little fun things with stationary"], "actions": ["Show it to friends", "Show off scrapbook making skills"], "raw_text": ["Fno", "BLATHERS"], "description": "Oh, number one, why did I take that photo? I well, I took the photo because you requested me to, so I did. What information do you get from the picture, including the text. From that picture, you can see that I like animal crossing and that it is a special interest of mine and that I enjoy it. You can also see that I enjoy scrapbooking slash making little fun things with stationary. What are potential next steps you would do with this photo of the text? I could show it to my friends and say like, hey, here's my creativity and Here's what I did. So I could show off my scrapbook making skills. Thank you."}, {"text": "SELF-CARE for COLLEGE STUDENTS, JULIA DELLITT, THE THINGS THEY CARRIED, Tim O'Brien, EVERYBODYALWAYS, BOB GOFF, 55 ESSENTIAL STRATEGIES, Writing Tools, Lot, Ueent, Cruntt, Rox, PETER CLARK, (not quite) MASTERING the ART of FRENCH LIVING, SAPIENS, Yuval Noah Harari, Humankind, 65 USEFUL, SUPER-IMPORTANT SKILLS, NEWMAN, HOW TO BE A PERSON, Hegelbefore, You're Grown Up", "places": "College Dorm", "activities": "Reading", "actions": "Showing books to someone", "raw_text": ["SELF-CARE /ox COLLEGE STUDENTS", "JULIA DELLITT", "THE THINGS", "Tim 0 Brien", "THEY CARRIED", "EVERYBODYALWAYS", "B 0 B", "G 0 FF", "55 ESSANTTAL STRATEGILS", "@riting Tools", "Lot", "Ueent", "Cruntt", "Rox", "PET E R", "CLA RK", "11", "(not quite)", "MASTERING", "the", "ART of FRENCH LIVING", "SAPIENS", "Yuval Noah Harari", "1 /0/c' / | {1$ ( '!f !", "Humankind", "65", "Useful, Super-Important Skills", "NEWMAN", "HOW To BE", "PERSON", "to Learn", "Heagelbefoee", "You're Grown Up"], "description": "I've had a college dorm, so that's one of the closest places in my dorm that has, like, texted it. And then, like, it's in my eyesight. So it's stuck out to me. That's why I took it. It information I get from the picture is just like the type of books I like to read, I guess, the different genres and, like, you can kind of tell by the books spreads, what they're about a little bit. And then next steps that I would do with the photo. I don't think I would really do anything with that photo. I mean, like, that's just where I keep my books and, like, I guess, I could send it to someone if I wanted to show them what kind of books I was reading. That's about"}, {"text": "AVATAR, PinuaIt, Htdrumtemowe", "places": "Movie theater", "activities": "Watching a movie", "actions": "Take a photo as a souvenir to remember the memory", "raw_text": ["AVATAR", "pinuait", "Htdrumtemowe"], "description": "I was at a movie theater and the movie was showing, like, it was a movie about, like, cable artists, which is not really like well known. Like, a lot of movies are, like, action, you know what I mean? So I took a photo because I thought it was, like, too, like, a Souvenir to come on like that memory. From if you can see, it says, like, the movie title, like a picture of the title, the title of the movie, the the time, and the movie theater name. So I feel like those are kind of helpful. especially if I was trying to navigate the theater and the person working, like, didn't tell me, I was like, okay, where is it? And it's like, oh, okay. It's this one. Seven PM. and CC treatment."}, {"text": "Suggested Camon Hello One Call Heppy Holidays Operation Bobbi Blalock Dco 01 Drea (m1500 6 (74198 Joa Cotn Chroma Edit Vrew History Bookmarks Prolles Window Avalikle Urivestim Iude1J ZJJp (t MsCX( Laqin ( NC Da Slel ( Uzcr Rc Shop @ Utt Available tests UserTesting Pg9vetzg ,usertestlng com Youlupe Search Holiday Bundles Buy now YAK Gqualchzm 12.13,2022 Top crat OvodJ d Frara Easy FMTITHFYAR @BARSTOOLYAK Lntrem Rcoze Jcouozyt Nnaciolds dadre Tneieiajz03 203n presented By aoezce Minsman ZRIDGE Hunch] Wuhv IF= dduoCaltce [um7y of Sleveris mic but yesterdzy Was Okzy for Kate [J hawc her mIc 07 heeating stca LINK/RIDGEVAK TO SAVE UP TO 4096 OFF THROUGH DECEMBER ZZND lolocs Tafenerdiooni Pause (k) G0 TO HTTPS I/BARSTOOL Kcorts Azoh F OnekesJmnt Raiph F One heajlight 13th, 2022 Tvroncoizcum Sup F cle bcnj AwCET The YAK With Big Cat & Co: Il Tuesday; December Shite ~crankyarker05 Barstool Yak Subscribed Chal publict crankyarie0s VAK JO6K suoscrbers 91 minutes agn htios / store barsloolsparts comicoll walching Streamed live rox before it = npme 4,414 available sure (n shop Yak mnerch Slill MacBook Air CsC W tab caps lock X J8 Tdu Aly ale 7 Q700 now soite Cononna shift command option control", "places": "Home", "activities": "Watching a podcast on YouTube", "actions": "Click play on the video, scroll through the comments and chats to learn more", "raw_text": ["Suggested", "Camon- Thts", "Hello One Call", "Heppy Holiday s2", "Operatio", "Bobbi Blalock", "Dco 01", "Drea (m1500", "6 (74198", "Joa Cotn", "Chroma", "Edit", "Vrew", "History", "Bookmarks", "Prolles", "Window", "Avalikle", "Urivestim", "Iude1J ZJJp", "(t", "MsCX(", "Laqin (", "NC Da", "Slel (", "Uzcr Rc", "Shop @", "Utt", "Available tests", "UserTesting", "Pg9vetzg", ",usertestlng com", "Youlupe", "Search", "Holiday Bundles", "Buy now", "YAK", "Gqualchzm", "12.13,2022", "Top crat", "OvodJ d", "Frara Easy", "FMTITHFYAR", "@BARSTOOLYAK", "Lntrem", "Rcoze Jcouozyt", "Nnaciolds", "dadre", "Tneieiajz03 203n", "presentED By", "aoezce", "Minsman", "ZRIDGE", "Hunch]", "Wuhv IF=", "dduoCaltce [um7y of", "Sleveris mic but yesterdzy  Was Okzy for Kate [J", "hawc her mIc 07 heeating stca\"", "LINK/RIDGEVAK TO SAVE UP TO 4096 OFF THROUGH DECEMBER ZZND", "lolocs", "Tafenerdiooni", "Pause (k)", "G0 TO HTTPS I/BARSTOOL", "Kcorts", "Azoh F", "OnekesJmnt", "Raiph F", "One heajlight", "13th, 2022", "Tvroncoizcum", "Sup F cle bcnj AwCET", "The YAK With Big Cat &", "Co: Il Tuesday; December", "Shite", "~crankyarker05", "Barstool Yak", "Subscribed", "Chal publict", "crankyarie0s", "VAK", "JO6K suoscrbers", "91 minutes agn", "htios / store barsloolsparts comicoll", "walching", "Streamed live", "rox before it =", "npme", "4,414", "available", "sure (n shop", "Yak mnerch", "Slill", "MacBook Air", "CsC", "W", "tab", "caps lock", "X", "J8", "Tdu", "Aly ale 7", "Q700", "now", "soite", "Cononna", "shift", "command", "option", "control"], "description": "So I am currently working from home. I'm at home right now, and I took a photo of the podcast that I was currently watching and listening to on YouTube called the Yac. Information that you get from the picture, including the text, is what the show is, the Yac, the date, the Twitter handle, who the show is presented by, and then you see the title and all the chats and comments that are made throughout the page as well. The potential next steps you would like to do with the photo, with the text is probably click play. On the video or perhaps roll through the comments and chats to learn more or see what other people were talking"}, {"text": "Jesus 3, 6LEWISFALL; LLLELILALK; MEETING ROOMS QUG-QUA BM 9V3", "places": "San Antonio, Texas", "activities": "Conference for BMES (Biomedical Engineering Society)", "actions": "Post on social media (LinkedIn, Instagram) to spread the news and thank people who got them there", "raw_text": ["JES1s 3", "6LEWlSFalll; LlllElLlalk;", "MEETlN6 Rllms QuG-Qua", "BM", "9", "V", "3"], "description": "That picture was a group picture taken in San Antonio, Texas for a conference that I went to called BMES. For the above medical engineering society. The picture was a group picture taken with all the people at my school who attended the conference. And you from the text and image, you can you get the conference thought I was at as well as in the back, it says, like, meeting room numbers. You kinda get the location that was in a convention center. The next step to I would take with a photo like this would be to possibly post it on a social media like LinkedIn or like Instagram, where I would wanna, like, spread the news that I was at this friends and possibly think the people that got me there and things like that."}, {"text": "Side Show Slaughterhouse", "places": ["Universal Studios Hollywood"], "activities": ["Hollywood Horror Nights"], "actions": ["Post on social media with music"], "raw_text": ["Ideoh 'W", "OLOICHL", "R", "ourt"], "description": "I initially took that photo when I was walking in towards the universal studios Hollywood. Hollywood horror nights. And I took that photo because I thought that the the text sideshow slaughterhouse out of context was funny, I guess. And they were just at the entrance see the park. The the information, I guess, embedded in the picture is just the the word site side shows, slider house. It was kind of advertising one of the mazes in the park. And it was just to sign advertising it. I think it might have been one of the shows actually And then the potential next steps, I'll do with the image. I'm a person on social media as just like a background image for entire post some music with story on it because I do that a lot and I just I I collect background images with no context because the image is funny or because it doesn't distract too much from the music or because it's really to do it. So I'll probably post it on social media with music."}, {"text": "2 bouts won, weight class blue, 10 guests period fouls, power fouls IJ0", "places": "Wrestling match", "activities": "Competing", "actions": "Save the memory", "raw_text": ["2", "bout", "welght", "dlue", "Zn", "Gueste", "perlod", "Fouls ", "pauer", "Fouls ", "IJ0", "bout "], "description": "So the whole reason I took that picture is to capture a very successful moment for me. That is the score of my team's wrestling match. We won So that is very good. I don't plan to take any steps. It's really just to save the memory and the information I'm getting from that picture is the score and ultimately the result."}, {"text": "Meet The Performer", "places": "Concert", "activities": "Watching a concert", "actions": "Posting on Instagram or story", "raw_text": ["Meet"], "description": "I took this photo at a concert. I went to this past weekend, I took this picture because I liked how it had the artist's name in the background. That way, I could post it on Instagram or my story and I wouldn't have to add another caption because it's obvious that the name behind The performer is their stage name and that I didn't have to add a caption to explain who it was to my Instagram store."}, {"text": "Mind your hands and please don't do cocaine in the bathroom", "places": "dive bar in Seattle", "activities": "eating breakfast", "actions": "texted friends, debated putting it on social media", "raw_text": ["Yol", "MIND", "UHK", "Rids", "VSt auAStR#?", "TlF", "MEN", "VIDEO", "OFF UHooK", "BOATRQEES", "VPVELL", "before", "Hoyt Squashn", "Lbhddpe", "KokEsi", "I1", "Is", "PLEASE", "DONIT", "DO", "COKE", "UNOMA", "IN", "THE", "1H7", "VcL", "ME", "t-baggin'", "BATHROOM", "cdc", "WASH YOUR", "UPNel", "P pp", "lethr3]", "Experience", "HANDS", "NE", "RCER", "WE", "GEZR", "QULGRI", "StREET-", "cloches:", "HAWA", "SPLE ;", ";always [", "Somewhere__", "Tri", "MAYs", "Eleac", "LNOTHEAA", "1", "PROBLEM |"], "description": "I took that photo at a dive bar in Seattle that we were eating breakfast at. I found it hilarious. So I took a photo of it. The information you get from it is pleased not to do cocaine in the bathroom. The next steps that I would take with it really exactly what I did is I texted my friends with it because it was funny and debated putting it on some level of social media"}, {"text": "12.09 Disney Junior Dance Party, 0 5G, 47%, 3p4, PHH] U", "places": "Disneyland", "activities": "Dance Party", "actions": "Grab children and join the fun", "raw_text": ["12.09 E@j @Q", "0 5G _", "47%", "3p4", "PHH]", "U"], "description": "Took that photo at our last Disneyland trip during the summer. I took it so I could show my children as they get older that they were at the dance party that Disney had along with a lot of videos and pictures after I think the picture itself is pretty self explanatory. It tells you that you're at the Disney Junior dance party. And it shows a bunch of people that were sitting there waiting, all the lighting, and all that. I think it would give you the idea that you are about to watch some kind of live show and more than likely involves a lot of dancing. The next steps that I would take if I saw this would be to grab my children and go join the fun."}, {"text": "Delmar Hall", "places": "Delmar Hall", "activities": "Concert", "actions": "Posting on social media, Writing a review of the venue", "raw_text": ["DELMAR", "InLL", "VUE", "audiotechnik"], "description": "So in that video, I was at a concert and I wanted to subtly place the name of the venue in the background of my photo. So in that picture, you can see kind of in the sent her background. It says Delmar Hall, which is where we traveled to see the concert. And I you know, that that gives you the information that it's at the Delmar Hall venue. And then the next steps that I would take will be posting, you know, my social media to show that I went to a concert, you know, I could also write a review of the venue and use that as the photo for my review. There's a couple different things that I could do with the picture."}, {"text": "Colorist, Non-Surgical Hair Restoration, Extensions Specialist, 408-813-4096, alookshairstudio.com, Dulcegastelum@ymail.com, mariagastelum, dulce", "places": "Salon", "activities": "Waiting for a facial", "actions": "Contact them and offer services as a graphic designer", "raw_text": ["Colorist", "Non-Surgical Hair Restoration", "Extensions Specialist", "408-813-4096", "com", "DSquer?", "ALOOKS", "HAIR", "STUDIO", "alookshairstudio.com ", "Dulcegastelum@ymail.c", "mariagastelum", "dulce"], "description": "I took this photo to show my husband at the time that I saw it. I was sitting and waiting for a different thing that I was gonna do for a facial. And this was in the this was a salon nearby. And I found the name interesting, but I also found the graphic design on the door to be lacking and not very good. And I felt like I could do a better job. If I would do anything with this information, it would be to contact them and offer them my services as a graphic designer. But all in all. I think it has all the information you want. I also found it interesting that there were more salons in my area for hair extensions than there were in my farmer area where I was living. So"}, {"text": "Wagn 3 07 Atcsuppom 777 WTTA TAKE WITH A1C SUPPORT DIABETES DOCTOR RB & SUGAR NERVE BLOCKER MIRACLE Night Loss Program Superior Nerve Support FIGHTS: Carb & sugar absorption TINGLING Weight gain NUMBNESS Blood sugar BURNING Sugar cravings PAIN FLAVORED 9.S Spaek F -hDareles Dodar The Quality Doctor 45 60 Cng BS24 SLIMFAST CHOCOLATE DIABETES DR SB DIABETES DR 4uti Hen 43ntc 194700 33573 42E 67 534.99 muc 13.79 834.99 Test strips Juolth UMINALte TALEolus 52 Test Strips KETONE Test Strips CV Health 0u2n VrIN 16,8;n48upe KETONE Test Strips Wun ( C ueeioh MILKSHAL Ifast Iveight Loss Aorin _ hsr:) Prebiotics Chocolate Spikes REPLac Milkshake Artificially = CEMENT Shake [ 70n Ccv MWn", "places": ["Pharmacy", "Doctor's Office"], "activities": ["Shopping", "Researching"], "actions": ["Buying Medicine", "Comparing Different Types"], "raw_text": ["s8.99", "Wagn", "3", "07", "FnT", "Atcsuppom", "777", "WTTA", "TAKE WITA", "ke", "A1C SUPPORT", "ABETES", "DIABETES", "DOCTOR", "DOCTOR", "RB & SUGAR", "NERVE", "BLOCKER\"", "MIRACLE", "Neight Loss Program", "Superior Nerve Support", "IGHTS:", "FIGHTS:", "Carb & sugar", "absorption", "TINGLING", "Weight gain", "NUMBNESS", "Blood sugar_", "BURNING", "Sugar cravings", "PAIN", "FLAVORED", "9.S", "Spaek", "F", "-hDareles Dodar", "~Ihe Qialiete ; Doclor'", "45", "60", "Cng", "BS24", "SLIWFAST CHOCOLAIE", "DIABETES DR SB", "DIABETES DR", "4uti", "Hen", "43ntc", "194700", "33573", "42E 67", "534.99", "muc", "13.79", "834.99", "Iest sins", "Juolth", "UMINALte", "TALEolus", "52", "Ttst Ginips", "KETONE", "Jes] stIPS", "CVsI ealth", "0u2n", "VrIN", "16,8;n48upe", "KETONe", "Tlst stmips", "Wun (", "C ueeioh", "MILKSHAL", "Ifast", "Iveight", "Loss", "Aorin' _", "hsr:)", "prebiotics", "Chocolate'", "spikes", "REPLac", "Milkshake", "aatificially =", "CEMENT", "Shake [", "70n", "Ccv", "MWn"], "description": "I took this photo because I was looking at something that would help somebody's nerves. So That's why I took the photo. The information I got is it helped me with the brands of the medicine and that if I need to or if they wanted it, we know what to look for. My next steps would be to buy the medicine I would deal with the text. It it helps me compare what type different types."}, {"text": "Clean Today Aries Beware", "places": ["Outdoors"], "activities": ["Astrology"], "actions": ["Inform", "Entertain"], "raw_text": ["SESOHC", "TODAY", "DAEGER", "ARIES", "BECS"], "description": "I took this picture for fun. It probably says a lot of different things. I did it. for one, for those that follow astrology. And so there's the basic aspect of it. and it probably denotes that I'm in aries, which I am, and so forth. So I thought it would be fun. And anybody that knows astrology knows the characteristics of an aries and even those that don't, it's like a it's done like a warning sign like beware. or whenever it's Aerie's season, meaning like it's that time of the year when Aerie's birthdays are happening and stuff like that. So it was done for fun and so forth. People will get information out of it, obviously. They'll find out and those that are interested will have a good laugh and those that won't will move on."}, {"text": "Ty, Birthday Buddy, Ty, Larisq, From Chrislaa, WWW.ty.com, The Beanie Buddies Collection, Inc., Japan, Canada, Asia, Europe, Australia", "places": ["Japan", "Canada", "Asia", "Europe", "Australia"], "activities": ["Taking a photo"], "actions": ["Giving the beanie baby to someone"], "raw_text": ["Ty", "Birthday Buddy\"", "0 Ty", "Ty", "Ty", "Larisq", "Ty", "Ty", "From ;", "Chrislaa", "WWW.ty com", "The", "Beanie", "Buddies =", "Collection", "Inc.", "'Japan", "Canada", "Asia", "Europe", "Austr"], "description": "I took a photo of the t y beanie baby tag on the beanie baby because the information that I get is who owns it and who the beanie baby was gifted to. And what I would do as far as the beanie baby is I would give it to someone. That way, they can remember who it's from and who it's to and just serve as a really memory. The tag is really important. That's part of the beanie baby, which is why The information is written the way"}, {"text": "Quoted \"Best Family Music Classes\" Slosieles LOVEBUG & 13 Sing Dance Imagine MUSIC Count Lowusie \"Mest KDS Mobile 310 LOVE-63 LOVEBUGandME.com", "places": ["Local business"], "activities": ["Music classes for young children"], "actions": ["Share with family", "Take family to have an enjoyable experience"], "raw_text": ["Qoted \"Best SfamilycMlusic Classeso} Slos ", "ieles", "LOVEBUG ", "&", "13", "sing", "dance", "imagine", "MU:", "Cunt", "Lowusie \"", "Mest KDS", "Mbil", "310", "LOHE-63", "WWIOVEBUGandME com", "'nge", "Ji", "Voted", "cusjed", "Lugamdmlo", "iod L0wa"], "description": "So for the the photo that I shared, it was kind of the storefront for local business in my area that I was walking by and reason, I took that photo as because kind of the decorations for it since it was seasonal, you know, for the holidays. And then for the concept with the love bug and music that I basically based off of kind of the text and the design and had the additional kind of information on the windows that it was designed as a music class for young children. And that's something that could really appeal to the the two children's that I have probably for my younger son as well. And so I think it would be kind of the the type of font like, basically, the the way that the font was kind of explaining, you know, the purpose of the business at that point and was kind of giving me some extra context about what it was about along with the storefront. And so I would share that with my wife at this point as a potential place to be able to, you know, kind of take our families, especially our our children in the future, kind of be able to, you know, have an enjoyable experience that's a a local business."}, {"text": "On a cold day, a fireplace is like heaven. When it's cold outside, I'm indoors with a fire.", "places": ["indoors", "fireplace"], "activities": ["taking a photo", "informing people"], "actions": ["sharing the photo", "spreading awareness"], "raw_text": ["Heaven"], "description": "I took a photo of but because that was in my environment. The information what information do you get from the picture? The information you get is fire in a fireplace. What are your potential makes sense? Would you like to do with that? I would like to inform people that on a cold day, a fireplace is like heaven. When it's cold outside, so I'm indoors with a fire."}, {"text": "Save 20% on your entire in-store purchase when you text JOIN to 97682 to get your VIP savings pass. Exclusions apply. See Savings Pass for details.", "places": ["Store"], "activities": ["Opting in", "Utilizing the code"], "actions": ["Using the code at the store", "Going back to the photo"], "raw_text": ["&FAMIILY", "SAVE 20%", "ON YOUR ENTIRE IN-STORE PURCHASE", "WHEN", "YOU", "TEXT", "JOIN", "TO 97682", "To", "GET", "YOUR", "VIP SAVINGS", "PASS", "Exclusions apply See Savings Pass for cletails", "laituno", "JOM", "97682,", "0grnc", "teceiye", "Tecurnina", "Autamamt", "promolional", "persunamzec", "Murkoting", "tn", "MCendes", "Cavbrowse", "ramindana)", "HCn", "popuar", "Stor", "CanumnDilr", "Wco", "han", "Guinind", "Conseni", "concilidn", "nlrcnns", "Medung", "VCAe", "Mzo", "date", "TatcsMay", "apply", "Lnt", "Iarns", "Privact", "en", "RCDI", "HELP (Or", "nclc", "CtOP", "Cnncd", "MZ", "https /Awvww thcpaperstor conprivacv-policy"], "description": "So I took that video when I was at a store. As you opt in, they had the sign right there. So I took a photo of it because it had a coupon code for a discount. So I wanted to take a photo of it. So that when I got to the store. I could utilize the code. So what information did you get from the picture, including the text? I got what what store it was at? How much the discount code was for. I think it also says when it's, like, valid through and any exclusions. And what are the potential next steps you would like to do with that photo, with the text? I would use it if I was at the store. I guess also if I didn't use it right then and there I could always go back to it and"}, {"text": "Delaware", "places": "Bar", "activities": "Redecorating, Going to the bar, Sharing the photo with friends, Posting on social media", "actions": "Holding the memory, Identifying the location, Spreading the photo", "raw_text": ["|8'", "DELAWARE", "L"], "description": "The reason I took that photo is kinda to hold the memory of going to this bar because they kind of redecorated everything for Christmas as you could see. So it's really to just kinda have that memory I was there and had a good time and all that sort of stuff. The information that you get from the picture including the text is obviously who I was with. But you will still get to see the fact that it really shows the location of the place on that, meaning the name of the barn. An actual physical location where it is, like, what state it's in, which is also a really good way to identify where it is and, you know, the environment exactly what's going on in there. The next steps that I did is shared all that picture with my friends just through text messages. Then other potential steps that I might take is posted on social media or just spread it out to other people who might have not seen it already."}, {"text": "Something Magical is Brewing. Treacle Tart Frappe, Hazelnut Caramel Cream Frappe with Caramel Drizzle, Butterscotch Caramel Steamer with Whip and Cinnamon, Juice Macchiato with Cold Foam and Pumpkin Layered Topped with Almond, Evcly Mango-Sour Strawberry ~Gummy-{ Flavored Frappe, Affogato-Style Oreo-E Topped Brownie with Batter and Frappe Chocolate Drizzle", "places": "Bookstore Cafe", "activities": "Shopping", "actions": "Send to sister-in-law, provide her with something to check out", "raw_text": ["Souething  Magical", "Is", "Brewing _.", "BUY", "BACK", "Treacle Tart Frappe", "Hazelnut caramel cream frappe", "with caramel drizzle", "Buttetbrew", "Butterscotch caramel steamer", "with whip and cinnamon", "Juice  Macchiato", "oat milk espresso beverage with", "with coldfoaro aedepagopkirhaPUZlekin", "Tca of", "kequitement", "milk", "ilkanilla tea with steamed", "and vanilla", "syrup", "Flavol  Smoothie", "smoothie with", "syrup topped with whip", "Not  Be", "whip", "Pwupkin", "Layered", "topped ", "Almond", "Evcly", "Mango-", "sour", "strawberry", "~gummy-{", "flavored", "Frappe", "That", "Shall", "Named", "Affogato-", "style", "Oreo-E", "topped", "brownie", "with", "batter", "and", "frappe", "chocolate", "drzzle"], "description": "This is actually a picture that I took very recently. Outside the in store cafe that books a million has, I took this this past Saturday when I was there shopping. I wanted to send it to my sister-in-law. She is probably one of the biggest Terry Potter fans that I know. And I've recognized the textile. I recognize the different types of names and like the way that The text is actually worded. I've never read Harry Potter or seen Harry Potter, but I know enough about its tact on culture and enough about it that I've recognized and knew immediately. Not only does it say all of that, but I kind of just knew immediately. I actually ended up sending this to my sister in law pretty much immediately after I sent it because like I said, she's one of the biggest Harry Potter fans. She doesn't shop at that store that often, but she loves coffees and hot drinks and stuff like that. So I figured that it would be something cool for her that if she didn't know about, now I'm actually providing her with something that she can go and check out."}, {"text": "11336 8M Fllo Holiday Event 13 Days Remaining Terms Shop Now add to list Swipeto clip IN-WAREHOUSE + ONLINE S20QFF LIMIT 5 Eureka DashSprint Upright Vacuum Item 5245100 Valid 12/9/22 12/25/22 Warehouse Price S119.99 Instant Savings S20.00 YOUR COST S99.99 Available for delivery at a higher price My Departments INE S4fOfF Current List New List", "places": ["warehouse", "online"], "activities": ["shopping", "reference"], "actions": ["keep", "share"], "raw_text": ["11336", "8M Fllo", "Holiday Event", "13 Days Remaining", "Terms", "Shop Now", "add to list", "Swipeto clip.", "IN-WAREHOUSE + ONLINE", "S20QFF", "LIMIT 5", "Eureka DashSprint", "Upright Vacuum", "Item 5245100", "Valid 12/9/22", "12/25/22", "Warehouse Price S119.99", "Instant Savings", "S20.00", "YOUR COST", "S99.99", "Available for delivery at a", "higher", "add to", "Shop Now", "list", "Swipeto clip.", "IN-=", "Departments", "INE", "S4fOfF", "Current List", "New List", "price", "My"], "description": "because I just did I include it in this video? because I just took it the other day. And I think it's apropos to this exercise that I'm participating in about text involving, you know, some sort of product and what to do with that text. I took it to keep, so I would have it handy for reference. And I also took it to share with my wife and her sister who is in the market for such a product. So the essentially, I took it to keep as a reference and to share. And I think it's concise. It includes all the necessary information. And just by looking at it, it will kinda remind me of why I kept it."}, {"text": "Credentials to Black Oasis, Lalo Kekea, Wisconsin's first lake community established in 1926. For decades, Black Oases have served as safe places for people to live, relax and recreate. Lake Ivanhoe, Wisconsin's here's Black Lake.", "places": ["REI store", "Wisconsin", "Lake Ivanhoe", "Black Lake"], "activities": ["promotional event"], "actions": ["research"], "raw_text": ["CANPessenTiALS", "to", "Black OaSis", "Lalo kekea", "Wiscnsin$ firstg ly:", "Blad - fvvded", "lake community:", "est /926", "forDrctDEs,Bl tcK OtSES HiVe SERVED XsS4FE", "PEOPLE T6 LVE; Reltxs} RECRETTE", "SpacastporeL Aolf", "IVANttbe tepE v", "Wisconsims", "Heres", "BLACK", "LtKE"], "description": "This photo that I posted, I actually took that photo at a local REI store in Wisconsin, and it was during a promotional event that they were having for a particular line. And I wanted and I took a picture of that sign so that I could research about Lake Ivanhoe later about the historical black communities that were in South Southern Southeastern Wisconsin. So that's why I took a picture of the photo to use it for research purposes later."}, {"text": "College of Integrative Sciences and Arts, Remington Chloe Isabelle, Liberal Studies, Art (Photography), FSH, Abo Suio", "places": ["Graduation Stage"], "activities": ["Graduating"], "actions": ["Post to Facebook and Instagram", "Save to Phone Gallery", "Send to Friend"], "raw_text": ["College of", "Integrative Scjonces", "and Al", "Remington Chloe Isabelle", "Liberal Sludies", "Art (Photography)", "FSH", "Abo Suio"], "description": "Hi there. So I took that photo of the TV screen above my graduation stage after I walked because it was the video of me graduating. I took the photo because I wanted to document a special moment. The information I got from the image is which college I graduated from within the university. It also indicated my name and my nature and what I was graduating with. The potential next steps I would take with that photo are to probably post it. To Facebook and Instagram so my family can see that I graduated and also just to save it into my gallery on my phone so I can have it as a sort of heirloom I may also use it as, you know, evidence that I was actually at the graduation ceremony so that maybe I could send it to a friend and say, like, look, Like, this is the event I went to, which one which ceremony did you go to? So"}, {"text": "Aunt Colleen's Famous Cookies", "places": ["James Center, North Dakota", "Can Do"], "activities": ["eating lunch"], "actions": ["showing the photo to Colleen", "sending a text to Colleen"], "raw_text": ["AUNT COLEEN S", "FAMOUS", "OOkIcS", "Aenheo ", "4"], "description": "So I uploaded a it was a drawn sign, and it was at a coffee shop in James Center, North Dakota. It said on Killeen, whatever type of cookies. The person that I was with was a pastor at a church who became a good friend of mine in a small town in Northern North Dakota. his wife's name was Colleen. And so I took that picture because I wanted to show her when we got back to Can Do. But while we were eating lunch there, I sent her a text. It just basically I said, hey, I didn't know you were making cookies on to clean. And yeah, I sent it to I sent it to clean, and so it worked out really well. She thought it was kinda funny. We just thought it was cute, and that's why I took it."}, {"text": "5002= 88 Wendy's WAKING UP HAS 37127522 BLCL 64p WuLTe", "places": ["restaurant", "Wendy's"], "activities": ["taking photo", "saving photo"], "actions": ["remembering coupons", "using coupons"], "raw_text": ["'5002=", "88", "Wendys", "WAKING Ue", "HAS", "37127522", "BLCL", "64p\"", "WuLTe"], "description": "The photo I took is a page of restaurant coupons for Wendy's, and it has things like free bacon cheeseburger with any purchase. So on. But taking the photo means I don't have to remember what the coupons are for. I can just look at the photo on my phone no matter where I am and I know what coupons I have available. So the information I get from the picture is just, you know, the fact that I have coupons for Wendy's and then specifically what the coupons are for. I'm not gonna remember what these dozen coupons are for off the top of my head, but if I look at the picture, then I can say, okay, that's what I can get. You know, these are the twelve different things that are in the coupons. And that's all in the photo. Now the potential next step, I'd like to do with the photo or with the text. Well, I'm just gonna save it right now and just Hold on to it. And then when I look at my photos, it's gonna remind me, hey, I have these coupons, and I look at my photos pretty often. So I won't forget that I have the coupons I'll be able to see what they are. And then if I'm thinking they're going out to eat, I can think, hey, maybe I should use those Wendy's coupons because that'll remind"}, {"text": "Welcome to Disney Vacation Members Home at Disney's Most Magical Celebration - 50 Years of Disney in Florida", "places": ["Disneyland", "Disney World", "Orlando, Florida", "Old Key West"], "activities": ["vacation", "celebration"], "actions": ["save images", "lead photo on a story"], "raw_text": ["@@Jar DisNepWorld", "50", "THE WORLD'S MOST", "MAGICAL", "CELE B RATION", "DISNEY VACMTION", "MEMBERS", "HOME", "WELCOME"], "description": "Picture that I selected to share was on my most recent vacation to Disneyland. Or Disney World in Orlando, Florida, and this is a welcome home to the resort, Old Key West. And then there's also a flag that says fifty years, which is Disney in Florida is celebrating its fiftieth anniversary. So those are it's a picture that I took because I like to save images. And if I take a picture of, like, a sign or something that cues me and I'll know exactly where I took took the following photos or activities that I did. So, yeah, I'd probably use it as like a lead photo on like a story or real"}, {"text": "This device complies with Part 15 of the FCC rules and ISEDIC RSS-247. Operation is subject to the following two conditions: (1) this device may not cause harmful interference, and (2) this device must accept any interference received, including interference that may cause undesired operation. May be patent protected. See Wwwchamberlain com/patents", "places": ["garage"], "activities": ["taking photo"], "actions": ["uploading to Google Keep Note", "stacking in a good, well keep note"], "raw_text": ["my(", "connected", "21137004772C", "This device complies with", "MODELMMODELEMODELO", "DATEIDATEIFECHA", "Part 15 of the FCC rules and", "MYQ-G0402", "07 21", "ISEDIIC RSS-247 . Operation is", "subject to the following two", "8", "conditions: (1) this device may", "IC: 26664-", "9546", "Fe", "not cause harmful interference,", "NOm", "and (2) this device must accept", "any interference received ,", "FCC ID:", "HBW9546", "I", "including interference that may", "NYCE", "cause undesired operation.", "IFT:", "RCPMYMY2O-0878", "3", "Cet appareil est conforme aux", "dispositions de Ia partie 15 du", "May be patent protected. See Wwwchamberlain com/patents", "reglement de Ia FCC et de |norme", "ISEDIC RSS-247. Son utilisation est assujettie aux deux conditions", "sunante disposid dodsacceoler tocia sierierercertegerc9 comhisune", "2", "1", "1", "intencrenes pouvraiocacsertn tonteioneeerencnon soukacon", "Fb", "Este dispositivo cumple con la Parte 15 de las normas de la FCCy de", "39", "2", "las normas canadienses ISEDAC RSS-247. La operacion", "sujeta", "a las dos condiciones siguientes: (1) este dispositivo no puede", "causar interferencias perjudiciales y; (2) este dispositivo debe", "aceptar cualquier interferencia recibida, incluyendo cualquier", "interferencia que pueda ocasionar un funcionamiento no", "deseado Entrada: 3.3 Vcc (bateria)", "132-3155-000", "Sep", "esta"], "description": "Yeah. I took the photo of this device so that I can upload it into a Google Keep Note that I can permanently keep information about this. This is to do with garage door openers and being able to understand when my garage doors are open or closed. interface you get from this. I get details about the exact items since it's gonna be stuck up on the garage door backwards. I wanted to get a sense of what information is on the back permanently so I don't have to go out there and look at it if I ever need it. What are the potential next steps you would like to do with photo? I stack it in a good, we'll keep note so I can permanently have this information available if I ever need it. With all the details, with the myQ account, email, password, that kind of stuff connected. So I have all the information connected in one place."}, {"text": "We were leaving early in the morning from the old faithful in Yellowstone National Park. We passed by the stand of dead trees that had been affected by the springs and the sulfur. The sun was just rising, so I took the photo because I liked it. I had to back up to get a better angle of it because I enjoyed it so much. It was unique.", "places": ["Yellowstone National Park"], "activities": ["Leaving early in the morning", "Taking a photo"], "actions": ["Putting it in an album", "Sharing it with family"], "raw_text": [], "description": "This photo was taken this summer in Yellowstone National Park. We were leaving early in the morning from the old faithful in. And we passed by the stand of the dead trees that had been affected by the springs and the sulfur and everything. And the sun was just rising, so I took the photo. I took it because I liked it. In fact, we had to back up so I could get a better angle of it because I enjoyed it so much. I liked it. It was unique. Information from the picture is just the scenery and yellowstone. And what I did is I ended up putting it putting it in an album and sharing it with family."}, {"text": "White Quartz is a powerful crystal used especially for grounding, healing, and cleansing at all levels. It can be used to balance and clear the aura, remove negative energy, and convert it into positive energy. It can also be used to alleviate tension, remain in the present moment, and enhance analytical and mental abilities. Zebra Jasper is a gentle crystal that brings contentment and helps to regulate and ground universal energy. It is black and white with a whitish sheen and is sometimes called Milky Quartz.", "places": ["Crystal Shop"], "activities": ["Remembering which Crystal"], "actions": ["Print it out", "Keep it in a specific folder"], "raw_text": ["LLINE", "Ndep", "and", "be", "'Used for", "This", "as well", "clean up", "With", "mk", "space,", "the", "and Is", "and", "Itcan be", "Inlo", "and", "ofall", "and", "othe ", "the", "50", "Slbo", "QuaRIZ", "White", "QUARTZ", "the", "is a", "nelpiue ponerfu' propertieu ot", "at all", "~crystal used", "~pecially", "Who neod help", "and", "It can be", "for", "BRA", "th/", "used to", "bant", "the aura", "crystal is", "as well", "up", "Glannant", "balancs", "as", "nonin", "called milk", "with a", "Zebra Jasper is", "Tetention", "analylical", "all", "the", "or", "gentle", "that bri", "is", "Its black and white", "negative", "and", "It can", "one", "the energies", "strip", "moonalele", "Cryttala", "be", "who", "overthink", "enytala Gom", "and", "and doubu", "of all", "One", "alleviate", "other", "remain", "the", "tensi", "the", "present moment and", "QUARTZ", "WHITE", "QUARTZ", "Whlte '", "Quartz \"", "3o", "on", "cleaning ", "powerlul", "Tee", "crystal =", "all levels .", "Eraed", "emotional =", "enter E", "can", "unlversal", "Aeaue", "mental ", "used [", "cystal E", "levels E", "translucent E", "(somellmes", "living ", "called E", "tound ", "whilish 5", "cnstal =", "sheen =", "(over ", "Miky ", "requlates", "Kond:", "Quarz", "onergy 5", "abecrbs.", "negauve", "remove", "releases E", "enerdt ", "bloc*4ge3", "poarre", "converts", "enhances [", "cyelan", "aflect", "WHITE", "LINE", "Grouhding", "Healivg", "Quartz", "powerful", "cleaning", "Cisar", "levels_", "Quanz", "emotional", "tota", "universal", "Tomllnng", "This", "mental", "04ja", "levels", "0u/nd", "clean", "HaRMO", "809498", "translucent", "ARTH", "Jdo", "sometimes", "living", "Fntl", "anto", "space_", "anhenoe", "whitish", "found", "elanly", "crystal", "sheen", "Tanct", "over", "stone", "Milky", "contentment", "regulates", "and", "aounit", "Quartz.", "world.", "energy", "conneci", "absorbs", "Hocn", "remove", "Etelers", "releases", "energy", "thoso", "Mothef", "blockages ", "Into", "positive", "atuations", "oothing", "vibration", "and", "heips", "converts", "enhances", "crystals", "effect", "elamentf", "Earn", "chalre", "Root"], "description": "So the reason that I initially took that photo was because I was out at a Crystal Shop, and I wanted to remember which Crystal that I picked up. The information that you get from the picture or text, it tells you what the white cords like what it does, what its prop properties are, a spiritual context that it has and what are potential next steps you would like to do with that photo with that photo with the text. Honestly, I've I've thought about print it out before so I can, like, remember what each crystal represents and what it symbolizes. I've also thought about just like keeping it in a specific folder that I can, like, look back on. about a a plethora of things with it just more so to, like, enhance my memory more than"}, {"text": "Everything hurts", "places": ["Out in the walk"], "activities": ["Graffiti art"], "actions": ["Album cover", "Project"], "raw_text": ["XXX", "3", "1"], "description": "I took this photo because I was out in the walk, and I think it looked really cool. And the information that I got from this picture was that everything hurts. Maybe someone was sad and they wanted to do some graffiti art and the potential next steps that I, like, do with this photo. I think it would be perfect for, like, an album cover or something, some type of project like that because I feel like the message is really cool when I like the image that is in this picture. And the setting of the gate and everything"}, {"text": "Skin's next big thing. Addressing.", "places": ["Sephora"], "activities": ["Receiving service", "Looking for products to improve skin texture"], "actions": ["Buying products"], "raw_text": ["BB", "MAzzola", "2913riite", "JJAQUA)", "HQ os", "D18 \"", "gfirl)", "TZM", "IDJHUI TZSIH[ MITAA", "3090392 tvor", "J2", "Toars", "A H ) T A T", "A", "H ) T A T", "YL.JLJ", "4A04472", "SEphora", "I)", "<", "0", "siphoracollection", "(iet20\" QHL", "PIO Brushes", "Cotntt"], "description": "I took this photo because I had just had a service done at Sephora for my birthday. And I just happened to see the advertisements in the back. The information I got from the picture where it says skin's next big thing. Addressing. That's like the newest products they have that they recommend for your skin, which is something I was actually looking for when I received my service just to improve my skin texture. So, you know, of course, seeing that advertisement I walked over to the shelves, and I was thinking of buying something to but I didn't. But now I'm aware of brands that are available in store that they recommend."}, {"text": "The thrill of the 38th film", "places": "Museum in Seattle Center", "activities": "Taking photos", "actions": "Post the photo and put a blurb about favorite exhibits in the museum", "raw_text": ["{8", "THE", "THRILL", "SD38", "hon", "FILM"], "description": "My boss standing in front of one of the exhibits at our work. We work in a museum in Seattle Center. So we were taking photos in front of our favorite museum exhibits and a horse was the scared to death horror exhibits. That's why she's pointing to that text in the photo. As for what we would do next with that photo, we were actually just taking photos for the staff directory So we were gonna post that photo and then put a little blurb about what our favorite exhibits were in the museum."}, {"text": "Mon ANo Hotinor Of BFF EE A4 R Flis Rota NEronica SCTHE RTCNE Fantasy NEAL S4 NG Author TERMAN UNWIND Koy Lrpo", "places": ["Northern Key West"], "activities": ["triathlon", "reading"], "actions": ["getting information", "picking up books"], "raw_text": ["R", "'", "CS", "0", "KH", "=", "2", "Mon", "ANo", "Hotinor", "Of", "BFF", "0", "EEA", "4 R", "Flis", "ROta", "\"", "\"\"", "NEronica", "SCTHE", "1", "RTCNE", " FanTASY", "NEAL", "S4", "NG", "Author", "TERMAN", "UNWIND", "Koy", "Lrpo", "e"], "description": "Well, no. Well, text was pretty generous was a term, so I'm not quite certain what you wanted. It was a sign. I did not that it could have gone out and done it. I was indicating the books I'm reading here on vacation. And basically the titles so we can know which one I'm gonna pick up next to about fiction, fantasy, a horror story or practice my Spanish. So it's a nice variety to have here where I am located now in heads of Northern Key West just to to triathlon. My wife and I do a lot of those. So really, that's the only purpose of it. It's just to show what text is available on my environment, which largely consists of books at this point. I obviously see a lot of signs and do a lot of reading. But it's just simply a way of getting information. I'm a serious and frequent reader and have been since I learned to read late in in my childhood a dyslexia. So I consider text to be a very important part of how I live. Thank you very much. I hope this helps."}, {"text": "Welcome to FCSOE Venice Crosswalk", "places": ["Venice Crosswalk"], "activities": ["Meeting up with friends"], "actions": ["Sent it into the friends group chat", "Keep it as a memory to compile it in video"], "raw_text": ["oviickes", "Seflcome", "FCSOE"], "description": "I had originally taken that photo because I was meeting up with a couple of friends and I wanted to show them exactly where I was and where it was at was at that Venice crosswalk that has the popular letters across the street. And the information that I got from the picture was that where I'm currently standing. So where I'm currently standing is, like, on the left side of the sign. So if they were to try to find where I was, they could see that I was standing there or walking past towards there. And the potential next steps that I would do with that photo is I sent it into the friends group chat desk hanging out with just so that they can know where I am. And maybe I would even keep it as like a memory to kind of like I'd like to keep, like, compile it in video towards the end of the month. Kind of thing where It's got, like, screenshots into my life. So I would also say, but for that purpose, because it's a pretty iconic LA"}, {"text": "I was on vacation, visiting Grandparents in Mexico, and it was a cool little alien dude. I thought it looked cool. The sign said 'Zebasso' or something right next to it. You can see it was on, like, a street side, like, a public road kinda.", "places": ["Mexico"], "activities": ["Vacation", "Taking a photo"], "actions": ["Post it", "Do a Pinterest thing", "Instagram thing", "Send it to friends", "Save it", "Look at it later"], "raw_text": ["0"], "description": "In a minute video, explain. What about the photo you uploaded? Why did you take that photo? I was on vacation, visiting Grandparents in Mexico, and it was a cool little alien dude. I thought it looked cool. Yeah. That's pretty much it. And it had the sign, the zebasso, or whatever on it. I thought that was cool. What information did you get from the picture, including the text? The sinus abazuane or whatever right next to it. You can see it was on, like, a street side, like, a public road kinda So the alien I don't know if you could see, like, if you tagged it or whatever. What are the potential next steps you would look we would like to do with that photo you don't actually have to do it. I'd post it probably, do, like, a little Pinterest thing, Instagram thing for it. Probably just post it. Send it to friends. Save it, obviously. Look at it later. Stuff like that."}, {"text": "Lemonade", "places": ["lemonade stand"], "activities": ["photo shoot"], "actions": ["share with friends and family", "like"], "raw_text": ["D e", "LE MO N A", "Lemon"], "description": "I took the photo because it was my dogs getting a photo shot. And the text in it is lemonade, which obviously represents that the dogs are posing on a live in eight stand. I took the pictures so I could share it with my friends and family, so they could see how awesome my dogs are. As well as Like, you asked me too. I just took the picture right now. So it took it for"}, {"text": "Solvang, Danish Capital of America", "places": "Solvang", "activities": "Visiting", "actions": "Posting photos on social media, sending photos to people, evoking memories", "raw_text": ["SOLVANG", "DANISH", "CAPITAL", "OF", "AMERICA"], "description": "Hey, guys. How are you? Happy Wednesday. So I took that photo. A few days ago when I went to visit Holving, I like it because it says Danish Capital of America. It's just a pretty cool photo and it can start off all of my photos to follow when I post them on Facebook or something. So people know, hey, I was in Solvay, and here are the rest of the photos. So now, all the photos underneath this first photo, people know that, oh, hey, he was insolvent. Very cool. I would also send a photo to various people who don't have any type of social media and people who do like to travel. And for them, this would be a cool thing. And to those who may have been to solving but haven't been in a long time and it's gonna e book memories for them. That is it. Thanks, guys."}, {"text": "24 02 3 cups 2/3 2112 1/3 16 0z 2 cups 112 2/3 1/3 390F 360* 3607 90F t0s nuwaves FORLc5? 2 > 390t 12-16mnuin9 78 z0miirs 447 AOmins 6HiOmin PRE HEAT TEtar Ta ON OFF", "places": ["kitchen"], "activities": ["taking a photo"], "actions": ["send it to somebody and they could, like, help with it"], "raw_text": ["8,wps}", "24 02", "3 cups", "u", "2/3", "2112", "1/3", "16 0z", "2 cups", "112", "2/3", "1/3", "(02", "Cuip", "\"VE WELL", "390F", "360*", "3607", "90F", "t0s", "nuwaves", "FORLc5?", "2 >\"", "390t", "12-16mnuin9", "78 z0miirs", "447", "AOmins", "6HiOmin", "PRE", "HEAT", "TEtar", "Ta", "ON", "OFF"], "description": "I chose to take a photo because it's something that, like, I see every day in my environment, like, it's in my kitchen. And it's like it doesn't make sense without the picture, like, if I just said what was on the device. But using that picture, you can kind of tell that it's like a device because it's like like, symbols on it in the text, and it's also, like, has some of the machine device in the picture. And it kinda started thinking that maybe this is, like, for, like, a dresser app or maybe it's, like, addiction thing for people that need to, like, or, like, need to hear what they're looking at. Does that make sense? And maybe with that photo, you could, like, send it to somebody and they could, like, help with it."}, {"text": "Come celebrate the holidays at the Big Bad Voodoo Daddy's Wild & Swingin' Holiday Party! November 16, December 14, Jake Shimabukuro, Tomaseen Foley's Christmas in Hawaii, Celtic Chrl December 18, Your SASCNDs Redding's Holiday C December 14, Cascade Calenda Mark IRadition", "places": "Local theater", "activities": "Concerts", "actions": "Texted to a friend to see if he'd be interested in coming to go see him in concert", "raw_text": ["MUTEMDEKDJ", "COME CELEBRATE THE", "HOLIDAYS AT THE", "BIG BAD", "VOODOO DADDY", "SWTCHFO", "WILD & SWINGIN", "THIS IS OUR", "HOLIDAY PARTY", "CHRISTMAS TOU", "NOVEMBER 16", "DECEMBER 14", "JAKE", "SHIMABUKURO", "TOMASEEN FOL", "CHRISTMAS IN HAWAII", "CELTIC CHRL", "DECEMBER 18", "DECEMBER", "Your", "SASCNDs", "REddIng'S Holiday C", "DECEMBER L-4", "CASCADE", "CALENDA", "MARK", "IRadition"], "description": "So I crane came across this ad for a local theater and there were some concerts. that they were promoting coming up, and one of them, she she come on bravo, is actually one of my friends favorite artists. And he lives out of state, but I told him you should come in and visit, and we can go to this concert together. So That's what happened. The information from the picture were upcoming concerts. One of them was a particular particularly recognizable one. And like I said, I texted it to my friend to see if he'd be interested in coming to to go see him in concert."}, {"text": "Tulut, Hholalei, TVJ, C, structure, degrees of red, NUL, eSpc, VIAFe Seeg a44 Being SEE1, DAVBHI =, THF, FEOHHT IAHIHH, represents, I7, point, ITHBHYTHHHHIYE, is called, IHHUHEHIITHBPHE", "places": "New York City", "activities": "Exhibit or art piece", "actions": "Share it to see if people are able to guess what it is based on what they're looking at, advertisement for something, spark a discussion or further investigation", "raw_text": ["Tulut", "HHOLALEI", "TVJ", "C", "structi", "degreesof", "red", "NUL", "'eSpc", "VIAFe Seeg a44 BeiNg SEE1, DAVBHI =", "THF", "'FEOHHT IAHIHH", "repres", "I7", "point", "ITHBHYTHHHHIYE", "is called", "IHHUHEHIITHBPHE", "From", "N", "N", "N", "N", "N", "N", "N", "N", "HHHH", "IBE", "87lo :"], "description": "Hi. My name is Mitchell, and I live in New York City. And I took the photo, I admitted because I thought it was really eye grabbing. It's very interesting. It's very unique. So I think it would be something that would make people stop. What information do I get from the picture, including the text? I get that it's probably some kind of like exhibit or art piece because it looks like it's in some kind of a museum. It looks like it ties into the items appearing around it. And the potential next steps that I would like to do with that photo would be to share it to see if people are able to guess what it is based on what they're looking at. It could be an advertisement for something. And, yeah, it would be just some kind of useful thing to spark, you know, a discussion or further investigation."}, {"text": "Q 137 178 175 429", "places": ["Gas Station"], "activities": ["Late Night Get Together with Friends"], "actions": ["Post on Social Media Platforms", "Send to Mom"], "raw_text": ["Q", "137", "178", "175", "429"], "description": "The reason that I took that photo, it was a very late night kind of get together with my friends and I looked over and I saw that the gas prices were not only very high, but it also gave off an angel member that I believe in. So I thought that it was really cool. So I posted it on the social media platforms that I liked the information that I got from this picture. But really just how crazy gas prices are, and not only that, but kind of the coincidence of it being three three three. What are the potential next steps that I would do to this photo or text You don't have to actually do anything. But what I said before, I posted it. I like to send it to my mom just to say, hey, I'm thinking about you whenever saw this because three three three kind of resonates with me and what I believe in. So whenever I saw that, I was like, oh my gosh. I need to take a picture of that."}, {"text": "For rent: 9Eudi 8", "places": "Apartment", "activities": "Renting, Touring", "actions": "Sending to family friend, Touring", "raw_text": ["FOR", "RENT", "9Eudi", "8"], "description": "I took this photo because it was my family friends, old apartment, and it was for sale. I got the rental price from the text, and the next steps I took were I sent it to my family friend. Just to have him think about his old memories. I and potentially tour it, but I didn't end up tour"}, {"text": "Total Amount: 4800 Onnez4s5yearon my Bar (409) Bevsepietary Fier Cglcium 30mg 2% DVul: Jod 10mg 2% DVul: Fets 0.3mg 1% DVul: Niacin 25mg 125% DVul: Einc 10mg 50% DVul: NUTRIENT CONTENT CLAIMS: Protein 20g, Dietary Fiber 2g, Total Sugars 2g (Includes 0.25g Added Sugars), Vitamin D 0.3mcg 2% DVul: Vitamin E 2mg 10% DVul: NUTRIENTS OF CONCERN: Sodium 180mg 8% DVul: ALN Pe 10% DVul: Mangz 0.3mg 2% DVul:", "places": ["home"], "activities": ["eating"], "actions": ["counting calories", "making decisions about what to eat", "substituting meals"], "raw_text": ["otics", "49", "4800", "8oadoto", "770", "Totalt", "Ov)", "Amouny 0eyseniear7o79e   Onn3ez4s5yearon my", "Ow)", "Bar (409),", "Bevsepietary Fier Cglcium 30mg 2% DVul:", "in & serving ur", "Jod", "Ov)", "Sewns", "Seringi7e; DV Totanfadi2", "29876v", "Vit, E 2mg €", "DV)LCasyou how much &", "Dv),", "Fets J sodiun", "\"Eirov D%oteona3659,6v} Ghe % Dan; Value (OV)", "ALN", "Pe", "(o 0", "25", "Tt", "79, V@ Omcg", "0.3mg", "DV):", "DIL, VEGETABLE", "QTDICAi", "ER_SeN", "Qet", "33", "Keenlg", "10% DV) Mangz", "advice", "@RIED", "Mione [", "for", "'NUINL", "A02u5", "FIBERS", "Tnnend", "2", "I3", "2", "2", "S", "ISzs80", "3", "842", "V", "3", "1B", "J8a", "g", "W", "HL", "V", "1F", "9", "8", "8", "3", "(u5 2", "oV)", "Includes ", "Added _", "025", "Niacin =", "Sugans€", "'Zmg !", "Imns", "(0\"", "1(5 `", "nutrient", "contnoutes", "(15%L", "Einc", "JNos", "5jo4", "adaily", "GlyCeRN;", "(157 ", "Pproted", "COCONUT", "janese", "COCOnUT;,", "coov", "ALLULOSE ,", "aa", "nutrition", "neneral", "MALTODEXTRIN;", "used", "T(RESISTANT", "Lnies", "TC", "0z00s", "B", "I", "", "1", "1", "1", "8", "1"], "description": "Uploaded was the picture of a protein bar that I had just finished eating maybe a half an hour ago. I took the picture because you know, it has some information on. It has nutritional information on. It helps me make decisions when it comes to counting calories. And mill replacements and things like that. So on the picture, you can see that I ate it because the paper the paper is ripped out and the food is gone. But it does show you nutritional information. It shows you the the calories. The next thing I'm gonna do again, it just would be useful. As far as, like, counting calories and making decisions about what I'm gonna eat. Maybe I'll choose the apple next time instead of the protein bar. Or that protein bar could be something that holds me over while I'm not shopping to keep me from stopping at fast food restaurant until I can get home. To fix them to eat or to just eat food, you know, that I've already prepared. So that's what I would expect to do. I have a lot of these protein bars and I use them as a substitute for meals. And the reason I do that is because the information that's on the back and they are tasty. Thank you."}, {"text": "Personalize your screensaver. See your photos on the big screen with Amazon. Get started.", "places": ["TV", "Amazon"], "activities": ["transferring photos", "researching"], "actions": ["sign in with an Amazon account", "start researching on Google", "ask friends and family"], "raw_text": ["TUE; DEC 13", "5.24", "Personalize your screensaver", "See your photos on the big screen with Amazon", "Photos:", "Not now", "Get started"], "description": "I took this photo because I'm trying to figure out how to put my like, transfer my photos onto my TV to use as my screensaver. And anytime I click the button, I can't figure it out. So I took a picture just to kinda show someone what exactly I am looking at and wanting to do. Information I got from it is that I need to, I guess, sign in with an Amazon account based off of the words and kind of somehow get my pictures onto there, which I'm not sure how to do yet. So which leads me to my potential next steps is I would you know, start researching on Google or asking friends and family off the picture if they knew what that meant or how I possibly transfer all my photos"}, {"text": "0811828I8{0389189131814SBez-B0c", "places": ["pediatric therapy clinic"], "activities": ["working on a project"], "actions": ["remember what it was for", "save it for future thoughts"], "raw_text": ["08", "1", "1", "8", "2", "8", "I", "8", "{", "0", "3", "8", "9", "1", "8", "9", "1", "3", "1", "8", "1", "4", "SBez-B0c"], "description": "I took a photo of that text because it is something that I need for a project I'm working on. I'm a pediatric therapist and I need those little stems for a project for the kids. I know you want ornament so they're gonna play the little circles. And I just needed to remember the brand and what they were called. I probably won't do anything with the photo except remember what it was for. I'm not planning to post it or narrowed anywhere. The text just gives me information on what it is called, and there's one little photo that might give me suggestion of something to do with those little pipe cleaner stems. But then is it from just saving it for my own future thoughts?"}, {"text": "I found it. It looked very pretty. I just saved it because I thought it was really pretty.", "places": "downtown", "activities": "taking a boat", "actions": "saving the photo as a memory", "raw_text": ["1"], "description": "Hey, everyone. So I took this boat just because this is a really pretty building downtown and I actually never seen it. Just because it's kind of off in the corner, off in the side, you have to kind of look for it. And because of that, I found it. And it looked very pretty. All I get from the tanks is knowing exactly what the building is I was looking for. So it was kinda like, okay. Here it is. This is a science. And as far as what I do with that photo, what text? I just saved it because I thought it was really pretty. I wasn't letting anyone know I'm sharing it, but I just want to have to save just memories like, you know, like this little thing"}, {"text": "97 EZZ 9LL SLZ Arquitectura Financiera Reunida Alianzas WJWJ PIXMA TR4720 Wireless Print Cop Scan ADF Fax Canon Inalambrica Impresion Copiado Reanudar Conexion Advenimiento MDL + IRJ AICTE SVNN RLV 8.8 H/AUA L} SP333 7gded Prnl #Apetito Movable Gexcc Pralitg Fautnjica Luale -Ale Oalos MP C ADF Mountain Agente Reanudado Jonalk Jarky Ultpa Ydtut G Etemtulla JAMDTl5t4 N'ia 772nas", "places": ["Home", "Office"], "activities": ["Buying", "Printing"], "actions": ["Showing to a friend", "Sending to a friend", "Asking for opinion"], "raw_text": ["97 EZZ", "9LL", "SLZ", "uourd", "436", "2", "Arqutulmg Fiun e", "Reunijc? / Aliiqhuanod mp WJWJ Mu", "PIXMA TR4720", "Ba", "Wireles:", "Prin", "Cop;", "Scan", "ADF", "Faf", "Canon", "Inalambrica", "Impresion", "Copiado", "Reanso", "Fni", "Conexion", "Adventi", "Mdl + Irj", "Aicte svnn rlv", "8.8", "H/aua L} Sp333", ")7gded Prnl", "#apieto", "Msble Gexcc Pralitg", "FAultnjica", "Luale -Ale", "Oalos Mp c", "ADF", "'MOUNTAIN", "Aeante", "Reannnedet", "Jonalk", "Jarky Ultpa", "Ydtut \"G", "Etemtulla", "JAMDTl5t4", "n\"ia", "772nas"], "description": "I bought that that box, that printer to print out stickers. I'm starting my own business. I wanted to show it to my friend so he could look it up and maybe decide if he wants to buy one for himself. what I would do with that photo art, he did it, was send it to him and ask him what he thinks. And that's about it. Really, there's not much of a story to it."}, {"text": "Yum! I was having a good time at a restaurant and wanted to share my meal with friends and specifically my kids. The food tasted yummy!", "places": ["restaurant"], "activities": ["eating"], "actions": ["sharing", "texting"], "raw_text": ["4um"], "description": "Was a video I took last year when I was at a restaurant and I just wanted to share my meal with friends and specifically my kids. Let them know that I was having a good time. The text yum, of course, means that the food tastes did yummy. And I shared it in, like I said, text messages. I think that's the only least I shared it, no social media, just in a text."}, {"text": "Mrs. Curtright's Class List: Hayley, Declan Lai-Andurin, Baker, Melody Laws, Jasper Baldwin, Nathaniel Lemens, Blake Dyer, Lloyd, Gunnar Mason, Gracyn Myers, Hunter Ellesbury, Bowen Passore, Emberlynne Evans, Axel Pearson, Davien Garner, Achilles Pierce, Aylla Hales, Dailynn Waddle, Jakobi Hodges, Ainsley Wood, Easton Jahnke, Emma Wright, Jonah Johnson, Avery, Macy, Bretley", "places": ["son's school"], "activities": ["taking a photo"], "actions": ["saving it for future reference"], "raw_text": ["Mrs_Curtrights Class List", "Hayley _", "Declan Lai-Andurin", "Baker", "Melody Laws", "Jasper Baldwin", "Nathaniel Lemens", "Blake Dyer", "Lloyd", "Gunnar &ason", "Gracyn Myers", "Hunter ellesbury", "Bowen Passore", "Emberlynne Evans", "Axel Pearson", "Davien Garner", "Achilles Pierce", "Aylla Hales", "Dailynn Waddle", "Jakobi Hodges", "Ainsley Wood", "Easton Jahnke", "Emma Wright", "Jonah Johnson", "Avery", "Macy", "Bretley"], "description": "Row that I took in my son's school, it shows his class roster. I get the name of the teacher and the name of all the students and the number of students in his class. I keep this on my phone. I take a new one every time I'm at the school so that I have a list of all the classmates' names and how many students there are. For special events, like most recently was stocking stuffers. I need to know how many students and we can put their name on each one that way. Essentially just kind of save it for future reference as needed."}, {"text": "DISHWASHER Cindy Emily Trakutt Pxti Sophie Susanna", "places": ["Kitchen"], "activities": ["Doing the dishes"], "actions": ["Humiliate Sophie"], "raw_text": ["DISHWASHER", "1e/", "Cindy", "Emlq", "Trakutt", "Pxti", "Sxphie", "Susanna", "(atkyia"], "description": "So I took the photo because I thought it was funny because Sophie didn't do the dishes yet. Number two, what information do you get? Well, you get that Sophie didn't do the dishes yet because it's a chart for who's done the dishes. So you get that information. Everybody else did the dishes at least once except for Sophie. What are the potential next steps you would like to do with that photo with text. I would well, I sent it to Sophie because I thought it was funny and she didn't think it was funny. But basically, that photo can be used to humiliate Sophie."}, {"text": "Register for the test online; create an account at www.invitae.com; enter the confirmation code 1B14187197. Please allow 48 hours for Invitae to receive your DNA sample before registering your test online.", "places": ["www.invitae.com"], "activities": ["registering for a test", "creating an account"], "actions": ["saving the code to camera roll", "linking it to the test"], "raw_text": ["Register", "test", "online; create an account at", "To register", "test", "and enter the following", "wwwinvitae.com;", "confirmation code\"", "1B14187197", "Please allow 48 hours for Invitae to", "receive your DNA sample before", "INVITAE", "registering your test online:", "online", "your", "your", "/patients"], "description": "I took this picture because I wanted to make sure that I have the code saved in case I misplaced the note card. So the next steps for me were saving it to my camera roll and potentially you know, linking it to the test that I needed done. So it was important for me to make sure that this information was stored and that I wouldn't"}, {"text": "Hello, how are you?", "places": ["Social Media", "Email", "Text Messages"], "activities": ["Spreading Positivity", "Checking In"], "actions": ["Posting Picture", "Sending Picture"], "raw_text": ["Hellozhow-are", "you?"], "description": "So I took that photo to spread positivity, and so the information you could get from the picture would be that. I'm smiling and I'm just asking hello why you, you know, just to check-in, you know. And I feel like that's really good info because I'm asking people in general how they are doing. So my next steps would be with that photo to post it on social media to send it to my friends, you know. Yeah. So that they see that I I am checking in on them So I would say that's the way I would do it that post the picture on social media, send it by email to my contact, and also through text messages. Yeah. That's pretty much it. That's the way I do it. Thank you."}, {"text": "No Boys, Girls Only", "places": ["bedroom"], "activities": ["taking a picture"], "actions": ["posting online", "sharing"], "raw_text": ["MElo", "Norld", "RAIN", "Gils Oply", "No Bot:", "Hlowed", "Rajt"], "description": "I'm down. Let me tell you why I took this picture. I took this picture because it's a one dollars bedroom. And she picked out the sign that states, no boys, girls only. So the information that the reason why I posted it is or took pictures because I wanna share that. No girl or no boys alone. Just girls. We're at a potential next steps. The next step would be, you know, posted online and let everybody know what what a good job on doing that reason my daughter that no boys are allowed in their bedroom. Period. Thank you."}, {"text": "It shows a trailer that says metro center. This kinda shows like a distribution area and in facilitating freight that goes all along with. It was in a traffic caused by a big accident in the area. Usually, you know, this isn't really anything that we kinda see like this. So it was interesting to see this there. Normally, that wouldn't be the case. So, you know, is just a company that I'm familiar with. So we're actually able to see the number on the back of this trailer and get around to it and reach out to the company associated with it and tell them that there was an accident and they weren't even aware. So it just kinda shows safety concerns that could be happening, you know.", "places": ["Metro Center", "Traffic"], "activities": ["Distribution", "Facilitating Freight"], "actions": ["Reach out to the company associated with it", "Tell them that there was an accident"], "raw_text": [], "description": "Video and context is a a picture of traffic. It shows a trailer that says metro center. This kinda shows like a distribution area and in facilitating freight that goes all along with. It was in a traffaging caused by a big accident in the area. So it was just kinda interesting to me to see that this company just kind of out of its normal area. Was involved in something local to me. Usually, you know, this isn't really anything that we kinda see like this. So it was interesting to see this there. Normally, that wouldn't be the case. So, you know, is just a company that I'm familiar with. So we're actually able to see the number on the back of this trailer and get around to it and reach out to the company associated with it and tell them that there was an accident and they weren't even aware. So it just kinda shows safety concerns that could be. Happening, you know."}, {"text": "I took this photo because the item in question did not have an individual barcode on it. It was some washers that I picked up and I wanted to make it easy for the cashier to check me out. The information included in the picture was the barcode, SKU code and price. I have purchased my items and I don't need the photo anymore.", "places": ["Retail Store"], "activities": ["Shopping"], "actions": ["Checkout"], "raw_text": ["I", "Unee", "1082304603843", "J.D: 5/8\"", "LD. 5/8\" ", "3", "O.D:1-1/8\"", "SS-1/4\"", "THICKNESS-5/16\"", "DIA. 1p2\"", "GROOVE DIA: 7/8\"", "IDTH 1/16\"", "GROOVE WIDTH 1/16\"", "1", "5.5OEA", "S1.39EA", "36 15812", "55055-E", "3", "0.0. 31/32\"", "NESS-9/32\"", "VE DIA. 3/4\"", "E WIDTH 3/32\"", "08236", "15821", "S1.19EA", "08236 15820", "55060-K", "55058-J", "J~", "ON", "1"], "description": "I took this photo because the item in question did not have an individual barcode on it. And so it was some washers that I picked up, and I wanted to make sure that it was very easy for the cashier to check me out. That's why I took it. As far as the information included in picture, it was mostly just the bar code and the SKU code as well as the price. To yet again make it easy for the cashier. And then as far as things that I wanna do with it next, I don't really have to do anything with it next. I've purchased my items and I don't need the photo anymore."}, {"text": "Beware of Dog", "places": ["Street", "Park"], "activities": ["Walking", "Sharing"], "actions": ["Sharing the photo with friends", "Explaining the photo to friends"], "raw_text": ["circuQ", "AIRI"], "description": "I took this photo to share with my friends because I thought it was funny. It's a picture of a a guy walking his dog in a stroller. And he has a sign on hanging from the stroller that says beware of dog. And it's a little cute dog that you wouldn't think would be very vicious or anything. And then I would share with my friends. And then if they didn't get it, I would tell him to look closely at the sign on his stroller."}, {"text": "Vredevoogd Heating & Cooling Now That's Money Like 616-534-8329 517-903-4135", "places": ["restaurant"], "activities": ["eating"], "actions": ["send in a thread to friends"], "raw_text": ["VREDEVOOGD", "VREdevooGD [", "HEATING & COOLING", "HEATING & COOLING", "Now Thars", "Mone Like (t1", "Now Thats Mone", "(", "616-534-8329   517.903-4135", "[eg4 7416", "616-534-8329", "81", "'517-913-4135", "Like"], "description": "Okay. So I took that picture because I saw that truck parked at the restaurant that I was eating at think that was actually last week, but this side again yesterday at the same restaurant. Anyway, it's got a funny name that I can pronounced, and I sent it in a thread well, I was gonna send it in a thread actually to my friends about how I can't say it. Yeah. That's it. Virgo, Virgo, didn't."}, {"text": "No trespassing on the building", "places": ["Florida"], "activities": ["Showing off the sky"], "actions": ["Sending the picture to a friend"], "raw_text": ["e"], "description": "I had actually taken the photo to show off how the sky was looking because my friend, he's down to Florida and he was wondering how it was. So -- Yeah. -- I sent them the picture from that. But anyways, in the thing, it did have, you know, no trespassing on the the building there. So that's what the text was. What information do you get from a picture? I mean, just that it's cloudy and gray, you know, outside, and it's not very fun. But including the text, you know, the building you're now out, trust passing in. You know, so I guess there's that. What are the potential steps that I'd like to take with the photo, with the tags? Like I said, I sent it to my friend to show him, you know, how it was, you know, the skies or whatever. But other than that, there's no other, you know, potential next step I would take with the photo itself. So yeah."}, {"text": "This box is for a DSCOUT study. The contents of this box should only be opened by the addressee. Please do not throw away this box. You will need it to return its contents to DSCOUT.", "places": ["Home"], "activities": ["Participating in a product study"], "actions": ["Send the photo to the people who conducted the study to show that the box was received and opened as instructed"], "raw_text": ["OF THIS BOX IS FOR A DSCOUT STUDY", "THE CONTENTS ", "THIS BOX SHOULD ONLY BE", "1", "OPENED BV THE ADDRESSEE", "M", "PLEASE DC NOI THROW Awav THIS BOX", "3", "VOU WILL NEED IT TO RETURN ITS CONTENTS TO DSCOUT", "L", "2", "2 &", "L", "1", "3", "6", "L", "1", "L", "Fad", "1", "1", "27", "}", "3", "1", "JJ", "H", "204J", ":01 a4s", "~00\"2", "Lc8 \" "], "description": "Told to, I was participating in some, you know, product study. So the information I get from the picture, including taxes that, you know, the box access that, you know, it's wish to be just opened by the addressy. Next potential steps I'd like to take, not really, but I did have to send that photo to, you know, the people who conducted the study to show that, you know, I received the box and I opened it as instructed with the text."}, {"text": "GOL@WAR RAGNAROK Only $5 Down to Reserve Your Copy Today November 9th 2022 Why to Buy? Editions: Standard 559.99 344870 Kialos 569.99 344870 Atreus seek to understand RAGNAROK War Ragnarok Game will end the world Kratos Rise Snow Armor Lireve RsCn Snowuric Vanquish Norse gods and monsters in fluid combat with new abilities for weapons Vauche Cade icr PS4 and PS5 Steelbook Display Case (No Disc Included) Explore Wonder through stunning mythological landscapes Dwarven Dice Set (6) with Carrying Bag Sixteen inch Mjolnir Replica Witness the changing dynamic of the father-son relationship they fight for survival Thors Leviotnan Fxe knowledge to help him understand the prophecy of Loki Os Kratos struggles to break free of his and be the father his son needs Nalos Darkdae Armor Atreus Darkdae Attire Atreus Darkdae Blades Handlesioi Blades Axe Grip Collectors Edition 8199.99 344872 All Digital Physical Items in the Collectors Edition plus Broks Dice Set (6) with Bag (Instead of Dwarven Set) 7 inch Vinyl Record from composer Dear VcCrecny This is Sony's most anticipated title for PS5 this year Dont miss out on this one Falcon Bear Wolf Pin set Representing Kratos' family Legendary Draupnir Ring in red cloth bag Guaranteed to Love It 530 Guarantee Bring back this title within 48 hours of launch and receive up to 569.99 back in store credit Bring back this title within 30 days of launch and receive guaranteed $30 in store credit", "places": ["GameStop", "Eduardo M. Store 5087", "Store 917"], "activities": ["preorder game release"], "actions": ["keep the information for reference", "choose which package to buy"], "raw_text": ["GOL@WAR", "R ^ G N ^ R 0 K", "Only $5 Down to Reserve Your Copy Today", "November 9th_", "2022", "Why to Buy?", "Editions:", "venture", "through the Nine Realms", "Kialos", "Standard", "559.99", "344888", "569.99", "344870", "Atreus seekto understand RAGNAROK", "theproph-", "War Ragnarok Game", "esied ballle", "will end the world", "Kratos Ricen Snow Armor", "Lireve", "RsCn Snowuric", "Vanquish Norse gods and", "monsters in fluid;", "cuics", "Colecors", "Falltian", "8199.99-", "344872", "sive combat with new abilities for", "vounweapons", "Vauche", "Cade icr PS4 andp5s", "Steelbook Display Casu (No Disc Includad)", "Explore", "Wondcr", "through stunning mythological", "Twa Incn Vunir Twins Carvings", "landscapes_", "Dwarven Dice Set (6) witn Carrying Bog", "Sixreen inch Mjolnir Replica", "Witness the changing dynamic of the father-son", "Nalos", "DCkeaie Armor", "Atreus Darkdale Attire", "Atreus", "Darkdae Biudcs Hanclesioi Blddes", "Cnoc:", "AXc Grip", "relationship", "they fight for survival;_", "thirsts", "tar Leviotnan Fxe", "knowledge t0 nelp him understand the prophe-", "Ollicial Digital Scundtrock", "DorkKorse", "Digital Artbook", "cy of \"Loki\", Os Kratos struggles to break free of his", "Avaar Set", "Playstetion", "Theme", "ond be the father his son needs", "Jotnar Ecilion", "5259.93", "344874-", "SOLD OUT", "AIl Digital", "Physical Items in the Collectors Editicn plus", "\"This is Sony'5 most anticipated title for", "Brok's Dice Set (6) vl Bag (Instead of Dwarven", "Set)", "this year; dont miss out on this one.", "7 inch Vinyl Record Iram composer Dear VcCrecny", "Eduardo M. Store 5087", "ralcon;Bear", "Wolf Pin sot ", "Representing Kratos' lomily", "egendary", "Draupnir Ringin ared cioth pag", "\"Its THE game to", "for PS5 tnis yeari\"", "ggarasil Cloth Map featuring the Nine Reclms", "Ano", "Store 917", "Promotions", "Guaranteed to Love It", "530 Guarantee", "Bring back this title within 48 hours of launch", "Bring back this title within 30 days of launch", "and receive up to 569.99 back in store credit:", "and receive", "guaranteed $30 in store credit", "hauule", "Stop", "GaweStop", "Ino:", "Dusl", "Dice", "buy"], "description": "I took this photo because it was stating the options for a certain preorder game release at GameStop. The information that I got from the picture was what was available, what the preorder would come with, including the game. And my potential next steps that I would of like to do with the photo, which I did do with the photo. Was I kept the information for few two references just to remember which one I would like to choose and what the difference is was in each package."}, {"text": "Reliable Parts MAJOR APPLIANCE PARTS TephYR 215,674.6500 1450 15", "places": "Google Maps", "activities": "Uploading photos", "actions": "Uploading the photo to Google Maps as a photo of the business", "raw_text": ["Reliable Parts", "MAJOR", "APPLIANCE PARTS", "TephYR", "215,674.6500", "1450", "15", "PARKING", "Ie", "Shi}", "0"], "description": "So the photo that I uploaded, I took that photo as a part of I uploaded photos to Google Maps. To help add photos of places that are not there. So that photo was part of me uploading photos of that business. And so the info that I got from the picture would just be including the text would just be the name of the the business, manager appliance parts. And the next steps I would take with the photo would be to upload it to Google Maps as the photo that is listed under the location of that business on the on Google Maps itself. So I took the photo and then uploaded it to Google uploaded it to Google Maps as a phone of that business."}, {"text": "FBand DVD MEMU RESET STEP MENU INFORMATION CENTER", "places": "Instrument Panel", "activities": "Taking a picture", "actions": "Image search online to replace the instrument panel", "raw_text": ["FBand", "DVD", "MEMU", "1 _", "RESET", "STEP", "MENU _", "INFORMATION CENTER"], "description": "Hi. I took a picture of the front of my instrument panel because I wanna do an image search actually online because I need to replace my instrument panel. The lights behind it don't work, and a couple of the knobs are no longer functioning. So So rather than just do a regular search, I thought I would just take a picture of the front of my panel and see if I can do a Google image search and see if I could find the appropriate panel that I need to replace it with."}, {"text": "It's the season for Christmas spiced ale in town!", "places": ["local brewery"], "activities": ["drinking beers", "craft beers"], "actions": ["share it with people", "use an untapped app", "log of beers", "comment down on the rate", "text it", "post it", "show it to people"], "raw_text": ["TS THE SCASON", "CHRISTMAs", "SPICED ALE", "TOWN"], "description": "Because I was at a local brewery and they had their seasonal Christmas ale out. I thought I was really interested that they put a cinnamon shirt around the rim. So I took a personal second to share it with people. People who are of similar interests. As opposed whenever I drink beers, craft beers and whatnot, I use an untapped app. Or using log of beers and comment down on the rate and all that kind of stuff. So I took a picture so I could put it on there as well. But then I also texted it. To my wife and I posted it to my brother-in-law at one point. I also have it that way if if it comes to the conversation because I after around people who would who enjoyed craft beer. I can show it to them because it's an interesting thing that they did."}, {"text": "The Office Superstore", "places": "Office Supply Store", "activities": "Taking a photo", "actions": "Using it for Google Maps to show what the building looks like when you approach it, showing that it's an option for a place to go get office supplies", "raw_text": ["STAPAES", "The", "Oifice", "Superstore"], "description": "I took this photo to show a place near my environment that head text. The information came from the picture is that it is an office supply store. You can see some of the products in the window line. And then, of course, the text showing that it is for office supplies. The next steps I would possibly take with the photo with that text. Would be to use it for maybe for Google Maps to show what the building looks like when you approach it. When you're looking for the location to get there or to show that it's an option for a place to go get office supplies."}, {"text": "Hat, Razor, Cat, Table, 30x4, 52213, JLM, Gehod, Rrngforall, Aaror, Wrolepli, Action, Speedo, Doan4, EMAER, Round, Capacity, Svors, Straz, Jors", "places": "Big box store", "activities": "Taking photo, Christmas shopping", "actions": "Remember the name of the toy, Purchase the toy at the store or online", "raw_text": ["HAT", "RAVZ'", "Razor", "CAt", "IEBEL", "Taboard", "30x", "'4 (", "52213", "Mn", "JLM", "Gehod", "RRNnGFORALL", "ERSES", "Aaror", "Wrolepli", "astioN ", "spEEo\"e", "Doan4", "EMAER", "ROUND", "CAPACIIY", ")Svors,", "Sracz", "Jors"], "description": "Alright. I took this photo of my child while we were in a big box store. So I would know the name of the toy that he was holding. That way, I could later go back and purchase the toy of space swords either at that store in that same location or purchase them online. So now that I need the name, what they looked like, and my plan was to go back later and do Christmas shopping knowing the name of the item. Where it was located in the store, and that's exactly what I did. So it was sort of a visual note. Something he liked for Christmas."}, {"text": "Frigidaire, all the information, specs and details of the air conditioners", "places": ["house"], "activities": ["taking a photo"], "actions": ["know what it is that you're dealing with"], "raw_text": ["tnt", "WJ 6f", "(oljut", "4/ '", "pepiun", "Judah", "Jiun", "\"%4 S2 x 1 8L", "OZL", "\"74*bs", "3", "1", "a1NadJ", "INOdJ", "JoR", "puciuan", "ndepe", "{9fast", "Aut)", "(upin", "Cobuim", "QE", "adiv0i3i8-", "wuood", "4333", "eron", "7antt", "ELL", "Lunal", "Lle2tu", "nla", "Cnlte", "tll", "ooo'ol", "LtLDal", "Jnv", "24i", "Riht", "renE€", "50244", "osv", "o-", "LJIe", "Audue", "uat", "Eutr", "03L#", "NoibianoDv", "4oilianos", "aaiv", "iv", "Mood", "adiva19143"], "description": "pictures all I really have near me that has a text in my I am in the house. So in the environment on that, that's the closest thing. That has a text. It just says Frigidaire, and it gives you all the information. in on the backs of how powerful the air conditioner is and gives you all of the specs and details of the air conditioners so that you know what it is that you're dealing with. Yeah. That's about it. There's there's nothing else there and there's nothing else really in my environment that I can take a photo of that really has text."}, {"text": "Pineapple, Coconut, Strawberry, Rainbow, Watermelon, 85 cents", "places": "Outdoor Concert", "activities": "Scouting Food Options, Taking Photo of Flavors and Prices", "actions": "Sending Photo to Friend, Deciding Flavors and Sizes of Snow Cones", "raw_text": ["rie", "Ce", "PfioAuudo\"", "U", "SRAu", "Mar iGU", "85", "SicOWNaNa", "Ipick", "Prk", "~ainbow", "'Siawberre", "Thbaki", "MTREICE8SO", "Tkic Icr"], "description": "So when I took this photo, I was at an outdoor concert and they had a bunch of different, like, kind of food and drink vendors all around my friend was saving our space with our blanket and I went to go kinda scout out all the food options and she had specifically said that she wanted snow cones from a snow cone place. So I went and there was this long line and I couldn't like, you can see it's kinda hard to read with the neon colors. So I went up I got out of the line. I went up I took a close-up photo of the flavors and the prices and all that kind of stuff. And so then I got back in line and I sent it to my friend so she could let me know what she wanted based on what that photo was. And then I also looked at the photo because I couldn't read the sign from where I was in line to figure out what I wanted as well. So it was on the side of a of a snow cone truck, and then we took that information and we decided what flavors and sizes of snow cones we wanted. It was"}, {"text": "Gerber #1 Cereal PEDCOTRIORANS BRAND 8 tor intant cereas for Baby TTM Grain &grow WHOLe WHEAT 14 grams Whole grains per Serving 60% DV of IRON For ability Seaviva NON GMO Project ERIFED nongmoproject org learing Jugeesti0# NETHT802 (2270) Sitter ~Znd [ Foods@", "places": ["home"], "activities": ["taking a picture of baby's formula"], "actions": ["making a bottle for baby"], "raw_text": ["Gerber:", "#1", "Cereal", "PEDCOTRIORANS", "BRAND'", "8", "tor intant", "cereas", "for Baby", "TTM", "Grain &grow", "WHOLe", "WHEAT", "14 grams", "Whole", "grains", "per Serving", "60% DV of", "IRON", "For", "ability", "Seaviva", "NON", "GMO", "Project", "ERIFED", "nongmoproject org", "learing", "Jugeesti0#", "NETHT802 (2270)", "Sitter", "~Znd [", "Foods@"], "description": "So the reason that I took the picture of my baby's formula was because the survey said to add to add a picture with text in it from my environment. For the second part as to what I noticed, Actually, by the way, maybe the whole wheat. And for some reason, I had grabbed the power blend at one point. I noticed they were like two different things, but they also have different benefits and cons, I guess. And I guess my third step to be after taking this even though you said, we don't have to do it. We'd be making my baby a bottle and yeah."}, {"text": "Levelo a casa Encuentre mismo abajo este producto 6-1 Lanier #G264591 5-in X pulg pulg #1329191 Ught pies Icaja 6.5 Mm LIMITED 5YR S 6404 COMMERCIAL Per Square WARRANTY Foot Per Carton CORE PUeR 18.35 que AISLE BAY lOc Item 43 6 329191 Model #1361849 In-Stock hoy Hickory 48.03-in 18.35-sq ft/carton 9349 LIFETIME ThickNess SMARTCORE HCKRY Luxury Coordinating SQFT Mouldings Walerprool Molduras SMARTCORE combinan #1361853 #1361845 1LX61700553 08362 11224795", "places": ["house", "gym", "class"], "activities": ["getting new flooring"], "actions": ["take a photo", "see how it looks"], "raw_text": ["AuS", "product below:", "Llevelo a casa", "Encuentre", "mismo", "abajo este producto,", "6-1", "Lanier", "#G264591", "5-in X", "pulg", "pulg.", "#1329191", "Ught", "pies?Icaja", "6.5", "Mm", "LIMITED", "5YR", "S,", "6404", "COMMERCIAL", "Per Square", "WARRANTY'", "WARRANT", "Foot", "Per Carton", "\"CORE PUeR", "18.35", "que", "AISLE _ BAY", "lOc", "Item", "43", "6", "329191", "Model", "#1361849", "In-Stock", "hoy \"", "Hickory", "48.03-in", "18.35-sq", "ft/carton", "9349", "LIFETIME", "ThickNess", "SMARTCORE", "HCKRY", "Luxury", "Coordinating", "SQFT", "Mouldings", "Walerprool", "Molduras", "SMARTCORE", "combinan", "#1361853", "#1361845", "1LX61700553", "08362", "11224795"], "description": "Because I was just getting new flooring in my house, and I wanted to take that to see at my gym and class to see how we'd look at my house. And he was very beneficial. He was like, that's what I picked to put on my floor."}, {"text": "Chick fil A", "places": ["Apple iCloud shared albums"], "activities": ["taking a photo of a dog licking a Chick fil A container"], "actions": ["saving the photo to Apple iCloud shared albums", "sharing the photo with parents and friends"], "raw_text": ["Qaick Qi0;4"], "description": "I took that photo of my dog licking a Chick fil A container that had chicken nuggets in it because I thought it was cute and it was a treat for him. So specifically in that information, the text says Chick fil A on the packaging of that little cup or container And so that lets me know where I got his treat from and what was so special about what he was looking. With that photo including text, I saved that to my Apple iCloud shared albums. That is linked with my parents and a couple of friends so that they are able to see it. But outside of that, that's the only thing I've done."}, {"text": "PREMIER MEDICAL IMAGING at LIFEPLEX ABOUT US MEDICAL XRAY Radiology fees included MRI CT Image review through PAXERA ACR Working to take all insurances CD provided at time of visit Same service and reporting available Short barrel wide bore MRI unit will scan up to 550 Ibs SELF-PAY PRICING CT without contrast $300 and CT with contrast $500 Ultrasound basic $200 and Ultrasound complete $250 X-RAY S85 PREMIER MEDICAL IMAGING DIAGNOSTIC ULTRASOUND Ultrasound imaging is a unique and important part of our service line and we are scheduling Premier Medical Imaging today PH (574) 941-1090 TAX ID: 823256996 NPI: 1821571399", "places": ["LIFEPLEX", "Sunnise House", "Saunt Joseph Primary", "Wlepler Plimcull", "2855 Miller Drive, Suite 113, Plymouth, IN 46563"], "activities": ["scheduling appointment", "sharing information"], "actions": ["calling", "getting directions", "making an appointment"], "raw_text": ["PREMIER MEDICAL", "IMAGING at LIFEPLEX", "ABOUT US", "MEDICAL", "XRAY", "Radiology fees included", "MRI", "CT", "Image review through PAXERA", "ACR", "Working to take all insurances", "Rdioar", "CD provided at time of visit", "Same", "service and reporting available", "Short barrel wide bore MRI unit will scan up to 550 Ibs", "SELF-PAY PRICING", "CaraD", "MRI without contrast $500", "and MRI with contrast $600", "US Highway 30", "CT without contrast $300 and", "Sunnise House", "Ductor Gl(F", "CT with contrast $500", "Jancskp5", "quatic", "Ultrasound basic $200 and", "Ultrasound complete $250", "ct D", "Saunt Joseph Primary", "X-RAY", "S85", "Wlepler Plimcull", "PREMIER", "MEDICAL", "IMAGING", "DIAGNOSTIC", "Trller", "ULTRASOUND", "Ultrasound imaging is", "a", "unique and important", "of our service line", "and we are scheduling", "Premier Medical", "todayll", "Imaging", "2855 Miller Drive", "Suite 113", "PH (574) 941-1090", "Plymouth; IN 46563", "in MSK, Neuro, Body and Angio imaging", "We", "TAX ID: 823256996", "NPI: 1821571399", "1", "E", "1", "day", "ahun Dtch", "part", "patients", "specialize"], "description": "I took a picture of that text because I needed the phone number and the information. I needed to schedule it appointment. And so I took the picture so that I could call later and make an appointment and then get directions when I needed to go to that appointment. And I also took it so I could share it with anybody else that needed the information"}, {"text": "I saved this moment to congratulate my 15 year old son who was accepted to the University of Kentucky #BBNBOUND", "places": ["University of Kentucky"], "activities": ["Acceptance"], "actions": ["Sharing", "Congratulating"], "raw_text": ["I", "MY", "15", "WuuLdgaisi", "#BBNBOUND", "Uaacktol", "Kentucky", "Moment1", "Rig"], "description": "Hi. I took that photo, actually saved that photo from my best friend. She's sent it to me. because her son was accepted into a college. And I actually was I saved it so that I could keep it. and also share with others that he got accepted into the College of his Choice, which is very exciting. What's the third question? What do I plan on doing with that photo is actually sharing it as well? I believe I shared it on my social media. intact to a minute to congratulate him so everybody would know what he did. The information on the photo, the text, was that he was bound, so found to go to University of Kentucky, which he was very proud of. So that was the tech and the photo that I had and a text in it. Thank you."}, {"text": "Philxvtr MA 2230 Boe Jen WHLADElPHIA (Nhipped S Whipped original 0m: original BONE Brlh CHICKEN RITA AMAX [Nutritien Facts Lalunat VOU EBRIIA ENmMgtan Fresh Drawer Fresh Drawer 'Rasfeuy = UWh", "places": ["refrigerator"], "activities": ["finding"], "actions": ["sending to girlfriend"], "raw_text": ["PHilxvtr MA", "2230", "Boe Jen WHLADElPHIA", "(Nhipped", "S", "Whipped", "original", "0m:", "original", "BONE", "Brlh", "CHICKEN ", "RITA", "AMAX", "[Nutritien Facts", "Lalunat", "VOU", "EBRIIA", "ENmMgtan", "Fresh Drawer", "Fresh Drawer", "\"Rasfeuy =", "UWh"], "description": "So I took this photo to explain to my girlfriend how she could find the dial of adjusting the temperature for the reader. What information I get from the picture, including the text, is like the colder to warmer settings of our refrigerator down as well as where it's located in the fridge. The Prudential Maxx has what I would do with that photo text, and I would send it to my girlfriend, so she knows we're finding because recently moved in and if me just know where everything's located in our house. So I wanna give her some context of, like, here it is in the fridge is what it looks like. And"}, {"text": "Now hiring for all shifts at Arby's restaurant", "places": ["Arby's restaurant"], "activities": ["hiring"], "actions": ["show to someone who is looking for a job"], "raw_text": [], "description": "I took the photo because the Arby's Marquis Marquis Designed that it was now hiring all shifts. I took look at to remember to show someone who was looking for a job. Avia basically, the text in the photo is just of the r b sign, and it says, below it, now higher bring all shifts. And it was just for that one purpose to remind myself to show it to someone else who is looking for jobs. The only text in that is that is the sign that says now hiring for all shifts and the fact that it is Arby's restaurant. There's really no other text around that I at sea beside the Arby site on the building or a little sign advertising at breakfast steel. So it was just for what was most obvious text in the photo."}, {"text": "Hymie's Ball is good for what ails you. DINING ROOM 8AM - 3PM DELI & TAKEOUT ONLY SAM - 7PM $1199 Per Quart Jewish Penicillin Matzo Soup - It's Halvi Halva", "places": ["Deli"], "activities": ["Sharing"], "actions": ["Encouraging friends and family to go get the soup"], "raw_text": ["(", "(AKA Hymie's", "Ball", "good", "for what", "HYMIEYS DAILY HOURS:", "ails you.", "DINING ROOM", "8AM -", "3PM", "DELI & TAKEOUT", "ONLY", "SAM - 7PM", "s1199", "Per Quart", "Iaqlap", "St", "9a", "(yMe'", "Jewish \"", "Penicillin", "Matzo ", "Soup)", "\"It's", "HALVI", "HALVA\"", "HLFA", "LLA", "", "Knt"], "description": "So I took that photo to share with my friends and family a really nice sort of deli, and they make the best soup ever. So that picture had like a nice slogan Jewish Penicillin about the chicken soup, but it also had the hours for the place so that I wouldn't forget their hours that they're open and actually shared that picture with my mom and my sister because we I'll love soup and I encourage them to either go get it or to go with me to get it another"}, {"text": "Sodium JDn", "places": ["Home"], "activities": ["Wrapping presents"], "actions": ["Showing the photo to husband"], "raw_text": ["1", "9", "~d", "3", "\"8V", "TTas", "784+E", "1", "2", "1", "L7]", "1", "1", "1", "1", "8", "1", "3", "#es (279k", "Sodium", "JDn", "1", "1", "\"", "1", "3", "1", "1", "2", "{2525"], "description": "So I took that photo because that is literally like one of the pile of Christmas presents that's sitting in front of me. So I think that that wrapping paper was what that was. I think it's just kind of fun and just bright and very, like, kid friendly. And so I feel like just based on what the pictures and the font and text is on it, I think that's what it's supposed to be. It's just really uplifting and fun. next steps that I would take with the photo. I would be showing my husband because that was technically his present. almost as a haggis what I did and you don't know about it. So I think that would probably be about the only things honestly that I would do with it."}, {"text": "Furniture Stripping, Refinishing, Repairing, Chair Caning, Furniture Barn, Established 1987, 828-524-5293", "places": "Furniture Barn", "activities": "Furniture Stripping, Refinishing, Repairing, Chair Caning", "actions": "Send to friends, Enjoy the humor", "raw_text": ["SuRIPPInGI", "Furniture", "Stripping", "Refinishing", "Repairing", "Chair", "Caning", "Le4kon", "KCLLOLR", "FURNITURE BARN", "Established 1987", "828-524-5293"], "description": "I took that photo because I thought it was funny. And when I'm traveling, I like to sometimes record little bits of places I pass through. From the side, I learned that someone in that area has a good sense of humor and that they provide services in furniture stripping, and I forget what else is listed on the side now. What would I do with the photo? Well, that one I sent to a couple of friends, but I also thought would enjoy the humor in it."}, {"text": "Check Into Cash com 877.262 CASH Master Shops Onestop", "places": "Check Into Cash, Master Shops, Onestop", "activities": "Holiday Shopping, Paying a Loan", "actions": "Remember the Name of the Place, Remember the Address and Phone Number", "raw_text": ["DJN", "CASn", "'ChecklntoCash com", "877.262 CASH", "CHECK", "Mater shos", "Onestop"], "description": "I had taken the photos so that way I could remember the name of the place and the address and phone number. for the holiday shopping that I needed to do. So I needed to pay a loan and that's the the way that I remembered the actual address and phone number in place."}, {"text": "120V 60Hz 3.5Amps Max Combined", "places": ["hotel"], "activities": ["reading information"], "actions": ["heed the warning", "pay attention to what is plugged into the outlet"], "raw_text": ["120V 60Hz 3.5Amps", "Max Combined"], "description": "The reason I took the photo is because I feel like it is something that, like, You don't really see very often, but I am I'm at a hotel right now, so it is something that I feel like has been posted on most electrical outlets. The information I I get from it is basically what wanted or yes. It's in the wanted or how much you can actually how I can actually put out to new alliances and then what you shouldn't put in or plug into that. I went. And we're the potential extensions we'd like to do. If anything, you know, kinda heed the warning, I guess. As far as, like, what to do with it. Or just kind of pay attention to what you're plugging into the outlet when it has something posted like that."}, {"text": "Raw Butter, Raw Milk, Organic Bison, Onion", "places": "Grocery Store", "activities": "Shopping", "actions": "Cooking", "raw_text": ["RRAW", "2", "577 84", "S8Winju", "6b7", "0", "74", "M", "1", "IV", "9", "8", "cccnds", "Quinoa with Sea Salt", "3", "3", "USDA", "Quinoa with Sea", "6", "USDA ", "0 RGANIC", "ORGANC", "i", "AN", "HA", "}", "2", "PLANT-BASED", "PRoTEin", "Wi", "PLANT-BaSED", "Protein", "FA RM]", "cultoals|", "6", "RAw", "UWan", "tIIL |", "BUTTER", "1", "F", "1", "GRass- GRAZEd =", "0", "F8u", "E", "66", "1", "1", "1", "1", "Jnacate", "MALD", "0", "1", "0", ")", "1", "8", "1", "E", "1", "8", "1", "3", "8", "Salt", "L", "orcamic", "J", "1", "1", "1", "0", "0", "1", "0", "ANCIEN", "HARVES", "190}", "since", "MADE", "'Coconut"], "description": "The photo I chose was groceries from a grocery store. And the reason why I chose that particular photo because it's so many texts on the items that I chose, and and it is easy to read so I believe I bought raw butter, raw milk, and organic bison. And what I plan to do with those items are so I wanted to make you know, a hamburger using the raw butter, the milk, the onion, and the bison. And so for the next steps, I choose to just cook everything"}, {"text": "No Alcohol Beyond This Point", "places": ["Casino"], "activities": ["Game Room"], "actions": ["Finish Drink", "Toss Drink", "Stay Longer"], "raw_text": ["TAd4DA", "T", "Jujb UMt Miol", "01 quwiw Owa", "Ooorz", "Qak", "OROve", "Jhummi", "No Acohol", "VA", "u Ihie", "Voine", "Vioiiiim", "Icie", "Muov", "Vm", "Lymeeoo", "AWoI", "VM"], "description": "I actually took the photo as I was leaving the game room because, you know, and no alcohol beyond this point. Meaning, if you've had a alcohol of beverage, then it's time to turn that around because you can't leave out the doors with them. Gotta be responsible. So that's why I took the photo. because that was the only sign I saw, but the next steps would be to turn back around, finish your drink, and stay a little bit longer, or toss the drink before you leave out the door. That's the only next steps that there will be. to the no alcohol beyond this point, because it can't go past those doors. And that's just rules and regulations for responsible during game for adults if you're at the casino. And that's why I took my photo, and that's what I would do with for next steps."}, {"text": "Fly high at UNCW EC4 #Future WILSON CENTER 77 VEACommunity Connect", "places": ["Airport", "Wilson Center", "Performant Arts Center"], "activities": ["Leaving the airport", "Seeing the lobby"], "actions": ["Sending the photo to someone", "Going online to see what it was", "See what shows"], "raw_text": ["Fly li", "UNCW EC", "4", "#Futur", "WILSOA", "CENTE", "77", "VEACoHmunny CQHne%", "OAINGINO", "On"], "description": "I took that photo when I left the airport because I saw it in the lobby. And I need the person who one of the people who works at Performant Arts Center From the picture and the text, you get kind of a glance. Just a little tidbit of the location. And what the location of the Wilson Center, which is a performing arts center, and kind of who they work with, which is a local community college. And I did send it to someone. So those would be the potential next steps or just kinda instead of if I hadn't already knew who they were, or who worked there. I probably would have gone online to see what it was, see what shows"}, {"text": "Do not neglect hospitality, for through it some have unknowingly entertained angels.", "places": ["kitchen", "common room"], "activities": ["cooking dinner", "visiting"], "actions": ["being grateful", "taking time to visit"], "raw_text": ["Do not", "neglect hospitalityfor through it some have unkenowingly(ente"], "description": "Okay. Excuse me. This is a photo that's in my kitchen. And I have it there to remind me to be grateful for people that come to visit and to take time. To visit with them. Don't get up tight if I'm cooking dinner that that to enjoy enjoy the moment. Because you never know when angels come to you unaware. And so it's just it's just a reminder. It's a thing I painted up there. I it's it's in an area that I am in a lot. It is also in it it rolls over into the common room of our house where most people usually are in that that open common room. And so lots of people get to see it. So hopefully, it's just a reminder to be grateful and to take time to visit our sisters."}, {"text": "If you have an appointment, call 602.400.3746", "places": ["Car Towing Lot"], "activities": ["Picking up a car"], "actions": ["Sharing the number with someone else who got their car towed"], "raw_text": ["IFYOU HAVE AN", "APPOINTMENT", "CALL", "602.400.3746"], "description": "That picture was actually one that I took when my car got towed, and I went to the lot to pick it up. And so when I got there, I was just given the address. And then when I got there, there was just that sign. So I knew I guess to call that number, and then I that passed me through to somebody that was inside that was on a gate. that then helps me get my car out. But, yeah, I think that I guess, the only way that I would share it is, like, if somebody else got the car towed and was at the same lot. And I knew that. I guess I would share that number with them just because it does, like, provide you contact with somebody more so than what you have going over there. So there's that. But yeah. Thanks."}]}