{"data": [{"text": "Restriction Overview Nov 8,2022 Your group activity is restricted Why was your group activity restricted? Your previous group activity didn't follow our Community Standards so you can't do things like create, invite, post and comment in groups: Laurie Penman You shared this on your profile OPEN Nov 8,2022 The post repeats false information about COVID-19 that goes against our Community Standards. Rock Singer's Fatal Brain Injury Rock Singer's Fatal Brain Injury Inquest Concludes Caused by AstraZeneca Vaccine", "places": ["QuickBooks"], "activities": ["saving screenshots", "writing on pictures", "taking pictures of graphs"], "actions": ["cataloging", "sending to friends"], "raw_text": ["Restriction Overview", "Nov 8,2022", "Your group activity is restricted", "Why was your group activity", "restricted?", "Your previous group activity didn't", "follow our Community Standards so", "you can't do things like create, invite,", "post and comment in groups:", "Laurie Penman", "You shared this on your profile", "OPEN", "Nov 8,2022", "The post repeats false information about", "COVID-19 that goes against our Community", "Standards.", "Rock Singer's Fatal Brain Injury", "Rock SiPT", "Eatal Bran", "Iniun € Jusrd", "Astta cncci", "Vaccinc_Inqucst G onoludcs", "Caused by AstraZeneca Vaccine,", "SGESG", "Guno", "GetrrpI", "Ticendod=", "Butdkk Fh b", "Inquest Concludes", "4348", "Yoitotsred", "this", "OPEN", "Nov 8,2022", "r S7", "F\"ges $"], "description": "Did I take that photo? Because I am constantly getting restricted by QuickBooks And I have been saving all of my documentation for when the class action starts. Because I'm gonna be right there getting my piece of fake books but That's why I that's why I took it. That's why I wrote stuff on it. That's why I saved it in cataloged it. Yeah. I love saving screenshots. Let me tell you. And in other things that I write on, I also take pictures of, but there's none of my phone because I recently download everything to my laptop. I take pictures of the graphs. To send a friends and things like that. So I like my little pen to write on my pictures."}, {"text": "Watch the places we go!", "places": ["Kindergarten", "Stage"], "activities": ["Graduation"], "actions": ["Look back on", "Share with relatives", "Send photo"], "raw_text": ["Wathe PLACES Wem"], "description": "This is a video I took of my son at his kindergarten graduation. That's him up on the stage with his teacher getting his diploma, and I took it because it's a special memory, something that I wanna be able to look back on and show him, and something that I also wanna be able to share with relatives, like sending them the photo. I like to the text because it reminds me of a doctor Seuss book and because I think it applies to him. He's got a bright future with and it was a special moment."}, {"text": "5i Labl 2 Dghaur Jod Church Ley 4 Pure Barre 273 Lopcdsrecccaloter Ap8o1 TceGream Swort IS Eale Ce Gosrme Veel Grocery Beer HDull OPEN Eedat S Kuon {l tPay Leg Cleaper THow Tllerop GsenN", "places": ["New York City", "Ice Cream Shop"], "activities": ["Capturing Image", "Sending Photo"], "actions": ["Laugh", "Respond", "Start Conversation", "Relatable", "Fun"], "raw_text": ["[DE", "5i", "labl", "2", "dghauR Jod ChuRCH", "Ley", "4", "pure barre", "273", "Lopcdsrecccaloter", "Ap8o1", "TceGream", "Swort", "IS", "Eale", "Ce", "Gosrme", "Veel", "Grocery", "Beer", "HDull", "OPEN", "Eedat S", "Kuon {l", "tPay", "Leg", "Cleaper", "THow", "Tllerop", "GsenN"], "description": "So this image was captured in New York City at a local ice cream shop that we go to and I've been there with my niece and the information get from the photo is something that's just cute and funny to remember area and to make you stop, look, and going. And so the next steps that I would do with a photo, which I did do send it over to a friend for them to laugh, for them to respond to it, just something to start a conversation and something that is really relatable as well as being fun people."}, {"text": "SEP1923 18.13 SPREAD FRY BAKE Great Buttery Taste Non Vegan Balance Buttery Oils Original 78% NET WT 15 02 (4260 PARVE 5322226220 SAUTE GMO", "places": ["kitchen"], "activities": ["cooking", "buying"], "actions": ["hold on to it", "find other products that are similar to this butter"], "raw_text": ["SEP1923", "18.13", "SPREAD * FRY ", "BAKE", "Great Buttery Tasl", "Non", "Vegan)", "balance", "Buttery", "Qils", "Original", "78%0", "NET WT 15 02 (4260", "PARVE", "5322226220", "SAUTE ", "GMO", "earth", "Spread", "Vegelable ="], "description": "So I took a picture of Earth balanced butter and what I got from it is that it's non GMO and vegan and that's what I really wanted to point out because you don't really see that on a lot of products. And for me, I'm cooking all the time in my kitchen. I'm cooking a lot of hello freshes that do require butter. I make pancakes and waffles in the morning, I make toast, so butter is a big part of the day. Also, from a health conscious standpoint, you know, it's better than your Twin Lakes butter and it's some calories, but, you know, seeing it's vegan and also non GMO, that's really important for me. So ultimately, this is a bar that I do buy a lot, but seeing that you know, how it's color coded with the nine g m l and d again, doesn't really stand out for me. And so that's something that I do look for, especially within the text in the picture of the earth balance butter. So for me, that's really important. What are the potential next steps you would like to do with that photo? Just hold on to it. Also try and may find other products that are very similar to this butter. So"}, {"text": "Slo Drink Special Blood & Christ Titos Vodka Juice Lime Ment MENU Ine Anasia Jncs & Fr Dlwinen Wine Fcay 0 Fonortte#on Imponin Naencus U Ta Tire Ehoiorusk40 The 4n74,7u ?9 2n0412370 An AouncwOrgmen 40 Ents Cecooteemic Iha Tria Min -Ocencls Coftlies@74 Noj Finiaf37 Fostevent And 83ie Te Dutt {J37 Usucan SanuucesTontye Ateng Btte Proszcco $9 Kror FacB 18 Rosl #9 #Ta Cranbey BEER", "places": "Production of Jesus Christ Superstar", "activities": "Drink Special", "actions": "Share with partner, Help people decide whether or not to get", "raw_text": ["Slo Drink", "SPeciaQ", "Blcod &Christ", "Titos Vodka ", "juice", "Lime", "\"ment", "MENU", "Ine anasia 'Jncs € Fr Dlwinen", "Winc", "ee", "Fcay ! 0 Fonortte#on", "mponin: (naencus U", "ta tire", "~ehoiorusk40 Tne", "4n74,7u ?9 2n0412370", "An aouncwOrgmen: 40 Ents", "~cecooteemic", "Iha Tria", "Min -ocencls Coftlies@74", "noj Finiaf37", "\"Fostevent And", "83ie", "te Dutt {J37", "Usucan sanuucesTontye", "Ateng", "Btte", "Proszcco $9", "Kror", "FacB", "18", "Rosl #9", "", "#Ta", "Cranbey", "BEER"], "description": "I took this photo out of production of Jesus Christ superstar. I thought that this drink special was amusing. And I wanted to share it with my partner who wasn't at the show with me. The text indicates what is in their specialty drink so you can decide whether or not you wanna buy it. And I mean if the text wasn't there, you wouldn't know what that there was a drink special and you wouldn't purchase it. So it's really there to help people decide whether or not to get"}, {"text": "40u 735 2019 ALPHA ESTATE 'HEDGEHOG VINEYARD' XINOMAVRO, GREECE 65 736 NV SULA SPARKLING BRUT TROPICAL, INDIA 50 THE GLASS MERLOT, FREEMARK ABBEY, NAPA, CA 18 PETITE SYRAH, CAYMUS-SUISUN GRAND DURIF, SUISUN VALLEY, CA 20 14 ZINFANDEL, DRY CREEK HERITAGE, SONOMA, CA 25 SUPER TUSCAN; GAJA PROMIS, TOSCANA, IT 35 CABERNET SAUVIGNON, STAG'S LEAP 'ARTEMIS', NAPA, CA 16 SAUVIGNON; IRON & SAND, PASO ROBLES, CA CABERNET 40 CABERNET SAUVIGNON; CAYMUS, NAPA, CA GLASS 50 SPECIAL SELECTION, NAPA CA (TASTING CABERNET SAUVIGNON; CAYMUS 50 MNE ELEGANCE FR 40 2019 CHATEAU DES BERTRANDS ROSE, FR 271 BY HAUT-BRION 272 2020 CLARENDELLE E 355 JRMAT RRW; ! NOIR 220 FONE PATZ & #nnnn 125 ROSE; SONOMA MAGNUM; PINOT VINEYARD CROWN GAPS HALL VALLEY NAPA", "places": ["restaurant"], "activities": ["couples dinner", "texting the picture"], "actions": ["joke", "engaging in a short conversation"], "raw_text": ["40u", "735", "2019", "ALPHA ESTATE \"HEDGEHOG VINEYARD\"XINOMAVRO, GREECE", "65", "736", "NV", "SULA SPARKLING BRUT TROPICAL, INDIA", "50", "THE", "GLASS", "MERLOT, FREEMARK ABBEY, NAPA, CA", "18", "PETITE SYRAH, CAYMUS-SUISUN GRAND DURIF , SUISUN VALLEY, CA", "20", "14", "ZINFANDEL, DRY CREEK HERITAGE, SONOMA, CA", "25", "SUPER TUSCAN; GAJA PROMIS, TOSCANA,IT", "35", "CABERNET SAUVIGNON, STAG'S LEAP € \"ARTEMIS\" , NAPA, CA", "16", "SAUVIGNON; IRON & SAND, PASO ROBLES,CA", "CABERNET", "40", "CABERNET SAUVIGNON;, CAYMUS, NAPA,CA", "GLASS)", "50", "SPECIAL SELECTION, NAPA CA (TASTING", "CABERNET SAUVIGNON; CAYMUS ", "50", "MNE", "ELEGANCE ", "FR", "40", "2019   CHATEAU DES BERTRANDS", "ROSE, FR", "271", "BY", "HAUT-BRION", "272", "2020", "CLARENDELLE E", "355", "JRMAT", "RRW; !", "NOIR", "220", "Fone", "PATZ &", "#nnnn", "125", "ROSE;", "SONOMA", "MAGNUM;", "PINOT", "VINEYARD", "CROWN", "GAPS", "HALL", "VALLEY", "NAPA"], "description": "I took this photo because we had previously had a couple's dinner at this restaurant. And one of my buddies did not specify which glass of wine he wanted other than to say that he wanted the cab. And they ended up serving him the more expensive one, and he had five glasses of it. He didn't realize until the bill came what had happened. And so I was just kind of sending this back out as a joke. I'm saying, remember when you you made this mistake and how much it cost you. And so outside of that, it's really about texting the picture off my body and then kind of engaging in a short cover. So"}, {"text": "Beef Brisket Whole, Vacuum Packaged, Whole Brisket per lb, 4@4.99, Grade, MrTI, 61g637, Wadie, Macu, 54603 - I1.47, Cje 0p 1, 42, 10.80, 578.44, acned, {hod, Kact, Iel=, Fiau9, Dan, Kecfta, 7474, 44, 44r, 6, 564.07", "places": "Costco store", "activities": "Comparing prices of nicer slabs of meat for the holidays, Taking pictures of both, what they offer, price per pound, total price per actual slab of meat", "actions": "Using it for reference, Hoping to go back to it and compare it against other prices that I've gotten, Having it on my phone as a reference point", "raw_text": ["26637", "BEEF BRISKET WHOLE", "VACUUM PACKAGED", "WHOLE BRISKET PER LB", "4@", "4.99", "Grade", "MrTI", "61g637", "Wadie", "Macu", "54603 -", "I1.47", "Cje 0p 1", "42", "10.80", "578,44", "acned", "{hod", "Kact", "Iel=", "Fiau9", "Dan", "Kecfta", "7474", "44", "44r \"", "6", "564,07"], "description": "So that text that I shared is from a Costco store. I have been comparing prices of nicer slabs of meat for the holidays and have been taking pictures of both, like, what they offer, price per pound, total price per actual slab of meat, and this one is one that stuck in my phone is a good competitor. So I'm using it for reference. I have not deleted it from my phone library yet, because I'm hoping to go back to it and compare it against other prices that I've gotten. So for me, it's more a research face thing, but it's something I felt valuable and having it on my phone is a nice reference point for me. Go"}, {"text": "Do not overload the trash can", "places": ["Estes Park", "Colorado"], "activities": ["trip", "stopped on the side of the road", "resort"], "actions": ["take a picture", "send it to people"], "raw_text": ["Do nol overlond", "tho Irah", "Cn", "your acllom Can", "GVG Iho Iilo o", "0", "hof,"], "description": "So that photo was taken a few years ago when I went on a trip to Colorado. I forget exactly where I was maybe somewhere in Estes Park or somewhere up in the mountains. And we came across that trash can. I think we were either, you know, stopped on the side of the road for some reason or at our, you know, resort that we're seeing at. I forget where exactly it was, but It was just funny because, you know, we had never, you know, seen any wildlife before and so we took a picture of that. Or I took a picture of it. I don't remember if it was me or my boyfriend at the time and saved it just because it was kind of funny. Like, wow, you know, there's actually bears around here. So it was basically telling us, you know, don't overfill it because bears will smell it and come try and eat the trash and the food that people throw away. So they wanted to prevent that, but it was just kind of funny that, you know, that was kind of a light bulb moment like, wow, there's a bear. There's bears around here that come out at any moment. And so I just kept it just because it was, you know, funny. It was a good memory, and I probably sent it to people."}, {"text": "Done MENS EVENT DATE 11/7/22 8:00 PM BASKETBALL STUBBS BARBQ MOODY CENTER UTEP SECTION ROW SEAT 119 12 Enter through West GatePortal 11 starting at 7:00 PM 56916593388693", "places": ["Stubbs Barbeque", "Moody Center", "University of Texas"], "activities": ["Basketball"], "actions": ["Forward the photo to someone", "Locate the row and seat number"], "raw_text": ["7:13", "Done", "MENS", "EVENT DATE", "11/7/22, 8:00 PM", "BASKETBALL", "STUBBS BARBQ", "cA ameday Fradition", "MOODY CENTER", "UTEP", "SECTION", "ROW", "SEAT", "119", "12", "Enter through West GatePortal 11 starting at 7:00 PM", "56916593388693"], "description": "I took this photo off of a text from my father that shows Ian so that I could forward that photo along to someone that was sitting with me as for a University of Texas basketball game, and I need to know what row number and seat number that I was in. And That's why I took the information. What I would like or what I did do with it was with when I was already in the stadium, which I got in through him, my father who had the tickets, I was able to locate the row and seat number that I was supposed"}, {"text": "Stop sign", "places": ["Roads"], "activities": ["Awareness"], "actions": ["Share the photo"], "raw_text": ["(STOPL", "FRl", "SIHGax "], "description": "Before you do over stop signs, so people know there's a stop sign there, just something to make people aware and this area that you need to stop. That's the next thing I saw a picture with a stop sign, so that's why I took it."}, {"text": "Stop", "places": ["place that I live"], "activities": ["stopping cars"], "actions": ["sending it to somebody", "uploading to Google Images", "uploading to Google Maps"], "raw_text": ["STOP"], "description": "It is a stop sign. Whatever information do I get, it means the the cars have to stop there. Potential next steps. Potentially sending it to somebody because it stops sign by the place that I live. But otherwise, I really wouldn't and maybe for Google Images or Google Maps if they want that. But it's a fairly simple photo, but it does have text in it with my environment. So"}, {"text": "Welcome. Please come inside. CAPREIT. Payments are not accepted in office. Check our website for payment options: CAPREIT.", "places": "Main office", "activities": "Making payments", "actions": "Go to website to make payment online, ask questions in office, send email for payment options", "raw_text": ["WELCOME", "Please come insidel", "CAPREIT", "PAYMENTS ARE", "NOT ACCEPTED", "IN OFFICE:", "CHECK OUR WEBSITEFOR", "PAYMENT OPTIONS:", "CAPREIT"], "description": "The photo I took is right outside of our main office that states that we do not accept any person payments on all payments need to be online. The information that is get you get from the picture, including the text, is that you cannot make payments in the office, and you need to do it online line. The next steps I would take or someone would take would probably be to go to our website to make a payment online or to learn more information or, you know, they can always ask us questions in the office or send us an email. on, you know, how if someone needs to pay, how they can do so, seeing as they can't pay in the office."}, {"text": "Bella Cera 33288 3 1/2 inch 50 Year 100- coats EPA seg8 Finishante Dusted Clos, Firish?", "places": ["Home"], "activities": ["Throwing out a box"], "actions": ["Storing the information for future reference"], "raw_text": ["UJyM &oud VIV", "uoneonsiydos", "yoead", "Bella Cera", "eleae", "33288", "31/2inch", "50", "Year", "Bella Cera", "100-", "coats", "EPA", "seg8", "FVedNNod F", "iencchn", "Finislante", "Dusted", "Clos , Firish ?", "EVOLUMONS FLOORING, INC", "TATEMcITP", "Carbepaticz", "gcitetr"], "description": "I took this photo because I was getting rid of this box and it had the colors and the description of the item that was used put the flooring in my house from the previous owners. I wanted to throw it out, but I didn't wanna lose that data. And so that is why I took the photo and I'd like to have it handy in some sort of, like, home information or be able to pull it up. In the future in case I'm going to a home store or I need to replace part of the floor. So I, you know, would like to just be able to access that information later."}, {"text": "Walking in a winter wonderland", "places": ["Friend's house"], "activities": ["Taking a photo"], "actions": ["Showing the photo to wife", "Purchasing the photo"], "raw_text": ["WALKing", "IN A", "WintER", "WonDE RLAND"], "description": "Okay. I took the photo because I thought it was a cool picture. I thought my wife wife might like it. She's beginning of the holiday. So I wanted to show her and see if she wanted to eventually buy it. The picture was taken at a friend's house. I thought it was cool. And he told me where he bought it. So I wanted to show my wife. I sent it to her. And if she didn't wanna buy it, we would know looked like and where to purchase it. So it's just an everyday picture, you know, what's a possible future plan to purchase it."}, {"text": "Morning Inspiration for Day 6 of the Fall Fast", "places": ["home"], "activities": ["taking a photo"], "actions": ["printing the photo", "viewing the comments"], "raw_text": ["12:28", "184", "27", "Was live", "toureroberts", "Morning Inspiration for Day 6 of the Fall Fast", "16:31"], "description": "Well, one thing is I wanted a copy of it for my records, but I also want to see the comments. So that was one reason why I took it. But also, two, I just wanted the information, you know, see who I was on the call, just and look at their information. So I can refer back to later. And so for me, I didn't after that, I'll print it the picture so I could have it for my records, and sometimes it's what I'll do when I pictures and just print them if I wanna have a hard copy."}, {"text": "Cover 40 feet, Miles Ahead, Use 179, BPKE88O", "places": ["Sedona"], "activities": ["driving"], "actions": ["check the route before driving", "avoid taking smaller roads if the vehicle is over 40 feet"], "raw_text": ["CVER 40 FEET", "MILES RHEAD", "USE", "179", "BPKE88O"], "description": "So I took the photo because last it was last year we were my husband and my dad were driving to Sedona just to kinda go check it out for the first time, never been and taking pictures of the scenery that was in the background, but we've never been to those areas and there's places that could be harder to drive in, especially in the wintertime, things to look out for and watch for. So that was just more of a picture of the actual scenery in the background, but that sign has happened to be in the picture. And what information did you get from the picture? The information that I gathered was that if if you're a vehicle that's over forty feet, then you you can't take that route. You need to then take a different interstate, but you're not allowed to go on those smaller roads because it would probably be treacherous, dangerous, and you couldn't fit. And next steps, I wouldn't really do anything unless the sign actually pertains to me personally since we"}]}